Repository: famoser/post-evoting
Catalog: voter-portal/src/i18n/*.po
Languages: de_ch, fr_ch, it_ch

source: You can use both upper and lowercase
de_ch: Es spielt keine Rolle, ob Sie Gross- oder Kleinbuchstaben verwenden.
fr_ch: Vous pouvez écrire indifféremment en minuscules ou en majuscules.
it_ch: Può scrivere indifferentemente in caratteri minuscoli o maiuscoli.

source: You cancelled the voting process.
de_ch: Sie haben den Stimmabgabeprozess abgebrochen.
fr_ch: Vous avez annulé la procédure de vote.
it_ch: Lei ha abbandonato la procedura di voto.

source: You did not select any list. It will be counted as:
de_ch: Sie haben keine Liste ausgewählt. Dies wird gezählt als:
fr_ch: Vous n’avez sélectionné aucune liste. Cela sera comptabilisé comme:
it_ch: Non è stata selezionata nessuna lista. Sarà conteggiato come:

source: You did not select any option. It will be counted as:
de_ch: Sie haben keine Option ausgewählt. Dies wird gezählt als:
fr_ch: Vous n’avez sélectionné aucune option. Cela sera comptabilisé comme:
it_ch: Non è stata selezionata nessuna opzione. Sarà conteggiato come:

source: You just need to type the name and first name of the desired candidate into the field provided to this aim.
de_ch: Sie müssen lediglich den Namen und Vornamen der gewünschten Kandidatin oder des gewünschten Kandidaten in das hierfür vorgesehene Feld eingeben.
fr_ch: Vous devez simplement saisir le nom et le prénom du candidat souhaité dans le champ prévu à cet effet.
it_ch: È sufficiente digitare il nome e cognome del candidato prescelto nell’apposito campo.

source: You left the voting process. Please login again with your Start Voting Key and your date of birth to record your vote permanently.
de_ch: Sie haben den Stimmabgabeprozess verlassen. Bitte loggen Sie sich mit Ihrem Initialisierungscode und Geburtsdatum nochmals ein, um Ihre Stimme definitiv abzugeben.
fr_ch: Vous avez quitté la procédure de vote. Veuillez vous connecter à nouveau avec votre code d’initialisation et votre date de naissance pour enregistrer votre vote de manière définitive.
it_ch: Ha abbandonato la procedura di voto. Esegua nuovamente il login con il suo codice di inizializzazione e la sua data di nascita per registrare il voto in maniera definitiva.

source: You left the voting process. Please login again with your Start Voting Key and your year of birth to record your vote permanently.
de_ch: Sie haben den Stimmabgabeprozess verlassen. Bitte loggen Sie sich mit Ihrem Initialisierungscode und Geburtsjahr nochmals ein, um Ihre Stimme definitiv abzugeben.
fr_ch: Vous avez quitté la procédure de vote. Veuillez vous connecter à nouveau avec votre code d’initialisation et votre année de naissance pour enregistrer votre vote de manière définitive.
it_ch: Ha abbandonato la procedura di voto. Esegua nuovamente il login con il suo codice di inizializzazione e il Suo anno di nascita per registrare il voto in maniera definitiva.

source: You left the voting process. Please login again with your Start Voting Key to record your vote permanently.
de_ch: Sie haben den Stimmabgabeprozess verlassen. Bitte loggen Sie sich mit Ihrem Initialisierungscode nochmals ein, um Ihre Stimme definitiv abzugeben.
fr_ch: Vous avez quitté la procédure de vote. Veuillez vous connecter à nouveau avec votre code d’initialisation pour enregistrer votre vote de manière définitive.
it_ch: Ha abbandonato la procedura di voto. Esegua nuovamente il login con il suo codice di inizializzazione per registrare il voto in maniera definitiva.

source: You quit successfully.
de_ch: Sie haben die Stimmabgabe bereits erfolgreich abgeschlossen. Wenn Sie sicher sein wollen, dass auf Ihrem Gerät (Computer, Tablet, Smartphone) keine Rückschlüsse auf Ihre Stimmabgabe getätigt werden können, empfehlen wir Ihnen, nach jeder Stimmabgabe den Browsercache zu leeren. Eine Anleitung dafür finden Sie <a href="https://www.evoting.ch/de#rules" target="_blank">hier</a>.
fr_ch: Vous avez déjà terminé la procédure de vote avec succès. Si vous souhaitez vous assurer qu’aucune reconstitution de votre bulletin de vote ne puisse être faite sur votre appareil (ordinateur, tablette, smartphone), nous vous recommandons de vider le cache du navigateur après chaque vote. Vous trouverez des instructions à ce sujet <a href="https://www.evoting.ch/fr#rules" target="_blank">ici</a>.
it_ch: Lei ha già terminato con successo la procedura di voto. Per essere sicuri che dal vostro dispositivo (computer, tablet, smartphone) non sia possibile risalire al voto da voi espresso, vi consigliamo di vuotare la cache del browser dopo ogni procedura di voto. Le istruzioni sono disponibili <a href="https://www.evoting.ch/it#rules" target="_blank">qui</a>.

source: You reached the maximum cumulate allowed
de_ch: Maximal erlaubte Anzahl Kumulierungen erreicht
fr_ch: Nombre maximal de cumuls atteint.
it_ch: È stato raggiunto il cumulo massimo ammesso

source: You reached the maximum number of attempts entering your key. Please contact the Support team
de_ch: Sie haben die maximal erlaubte Anzahl an Versuchen, Ihren Code einzugeben, erreicht. Bitte kontaktieren Sie @@support.de@@.
fr_ch: Vous avez atteint le nombre maximal de tentatives autorisées pour saisir votre code. Veuillez contacter @@support.fr@@.
it_ch: Lei ha effettuato il numero massimo di tentativi autorizzato per immettere il codice. La preghiamo di contattare @@support.it@@.

source: You reached the maximum number of attempts for entering your keys. Please contact the support team.
de_ch: Sie haben die maximal erlaubte Anzahl an Versuchen, Ihren Code einzugeben, erreicht. Bitte kontaktieren Sie @@support.de@@.
fr_ch: Vous avez atteint le nombre maximal de tentatives autorisées pour saisir votre code. Veuillez contacter @@support.fr@@.
it_ch: Lei ha effettuato il numero massimo di tentativi autorizzato per immettere il codice. La preghiamo di contattare @@support.it@@.

source: You should contact the Election support team.
de_ch: Wenn die Codes nicht übereinstimmen, haben die Wahl- und Abstimmungsserver Ihre versiegelte Stimme möglicherweise nicht wie gewünscht erhalten beziehungsweise in die elektronische Urne eingeworfen. <br/><br/>Wenn die Prüfcodes nicht übereinstimmen, unterbrechen Sie den Vorgang und geben Sie Ihre Stimme brieflich oder an der Urne ab. Kontaktieren Sie @@support.de@@.<br/><br/>Wenn der Finalisierungscode nicht übereinstimmt, kontaktieren Sie umgehend @@support.de@@.
fr_ch: Si les codes de finalisation ou de vérification ne correspondent pas, cela indique que les votes n’ont pas été transmis ou reçus correctement. <br/><br/>Si les codes de vérification ne correspondent pas, vous devez arrêter la procédure de vote électronique. Le vote doit alors se faire par correspondance ou par dépôt à l’urne. Veuillez contacter @@support.fr@@.<br/><br/>Si le code de finalisation ne correspond pas, alors contactez immédiatement @@support.fr@@.
it_ch: Se i codici di finalizzazione o di verifica non corrispondono, probabilmente i server di votazione ed elezione non hanno ricevuto correttamente il Suo voto sigillato o questo non è stato depositato nell’urna elettronica.<br/><br/>Se i codici di verifica non corrispondono, interrompa la procedura di voto elettronico e voti per corrispondenza o alle urne. La preghiamo di contattare @@support.it@@.<br/><br/>Se il codice di finalizzazione non corrisponde, La preghiamo di contattare immediatamente @@support.it@@.

source: You will have to verify that the displayed code matches the ‘Vote Cast Code’ identified with a STAR in your Voting Card. If they both match then the voting process has been completed successfully.
de_ch: Der Finalisierungscode ist auf @@voting_card_1.de@@ mit einem STERN gekennzeichnet. Mit dem Finalisierungscode können Sie in Schritt 4 „Stimme eingeworfen“ überprüfen, ob der Stimmabgabeprozess erfolgreich abgeschlossen wurde. Wenn der Finalisierungscode mit dem angezeigten Code übereinstimmt, dann wurde Ihre Stimme in die elektronische Urne eingeworfen.
fr_ch: Le code de finalisation est signalé par une ETOILE sur @@voting_card_1.fr@@. A l’étape 4 « Voté », le code de finalisation vous permet de vérifier que la procédure de vote a été terminée avec succès. Si le code de finalisation correspond au code affiché, votre vote a bien été pris en compte dans l’urne électronique.
it_ch: Le codice di finalizzazione è contrassegnato con una STELLA sul Suo certificato elettorale. Nella fase 4 «Votato», il codice di finalizzazione vi permette di verificare che la procedura di voto si è conclusa con successo. Se il codice di finalizzazione corrisponde al codice mostrato sullo schermo, il Suo voto è stato depositato nell’urna elettronica.

source: Your Browser (or its version) is not compatible with the Voter Portal. Try one of the following:
de_ch: Ihr Browser (oder die Browser-Version) ist nicht mit dem Wahl- und Abstimmungsportal kompatibel. Versuchen Sie eine der folgenden Vorgehensweisen:
fr_ch: Votre navigateur (ou la version utilisée) n’est pas compatible avec le portail de vote. Essayez l’une des options suivantes:
it_ch: Il browser utilizzato (o la relativa versione) non è compatibile con il portale di voto. Provare una delle seguenti alternative:

source: Your choice code:
de_ch: Ihr Prüfcode:
fr_ch: Votre code de vérification:
it_ch: Il Suo codice di verifica:

source: Your choice codes
de_ch: Ihre Prüfcodes
fr_ch: Vos codes de vérification
it_ch: I Suoi codici di verifica

source: your current candidate is:
de_ch: Ihr aktueller Kandidat ist:
fr_ch: Votre candidat actuel est:
it_ch: Il suo candidato attuale è:

source: your current list is:
de_ch: Ihre aktuelle Liste ist:
fr_ch: Votre liste actuelle est:
it_ch: La sua lista attuale è:

source: Your session has expired. Please enter your key to start again.
de_ch: Ihre Sitzung ist abgelaufen. Bitte geben Sie den Initialisierungscode erneut ein.
fr_ch: Votre session a expiré. Veuillez entrer votre code d’initialisation pour vous reconnecter.
it_ch: La Sua sessione è scaduta. Immetta il Suo codice di inizializzazione per ricollegarsi.

source: Your session has expired. Please log in again.
de_ch: Ihre Sitzung ist abgelaufen. Bitte loggen Sie sich erneut ein.
fr_ch: Votre session a expiré. Veuillez vous reconnecter.
it_ch: La sessione è scaduta. Effettuare di nuovo il login.

source: Your vote was cast.
de_ch: Ihre Stimme wurde abgegeben.
fr_ch: Votre vote a été enregistré.
it_ch: Il Suo voto è stato espresso.

source: Your Voting Card contains the needed keys and codes for the voting process. You will receive it via postal mail.
de_ch: @@voting_card_5.de@@ enthält die notwendigen Codes für die Stimmabgabe. Er wird Ihnen auf dem Postweg zugestellt.
fr_ch: @@voting_card_5.fr@@ contient les codes requis pour la procédure de vote. Vous @@voting_card_6.fr@@ recevrez par voie postale.
it_ch: Il Suo certificato elettorale contiene i codici richiesti per la procedura di voto. Il certificato viene recapitato per posta.

source: {{$count}} candidate
de_ch: {{$count}} Kandidierender
fr_ch: {{$count}} candidat
it_ch: {{$count}} candidato

source: {{$count}} candidate of {{data.allCandidates.length}} found for "{{data.searchedText}}"
de_ch: {{$count}} Kandidierenden von {{data.allCandidates.length}} gefunden für "{{data.searchedText}}"
fr_ch: {{$count}} candidat de {{data.allCandidates.length}} trouvé pour "{{data.searchedText}}"
it_ch: {{$count}} candidato su{{data.allCandidates.length}} trovato per "{{data.searchedText}}"

source: {{data.lists.length}} list
de_ch: {{data.lists.length}} Liste
fr_ch: {{data.lists.length}} liste
it_ch: {{data.lists.length}} lista

source: {{data.lists.length}} list of {{data.allLists.length}} found for "{{data.searchedText}}"
de_ch: {{data.lists.length}} Liste von {{data.allLists.length}} für "{{data.searchedText}}" gefunden
fr_ch: {{data.lists.length}} liste sur {{data.allLists.length}} trouvée pour "{{data.searchedText}}"
it_ch: {{data.lists.length}} lista su {{data.allLists.length}} trovata per "{{data.searchedText}}"

source: {{data.lists.length}} lists
de_ch: {{data.lists.length}} Listen
fr_ch: {{data.lists.length}} listes
it_ch: {{data.lists.length}} liste

source: {{data.lists.length}} lists of {{data.allLists.length}} found for "{{data.searchedText}}"
de_ch: {{data.lists.length}} Listen von {{data.allLists.length}} für "{{data.searchedText}}" gefunden
fr_ch: {{data.lists.length}} listes sur {{data.allLists.length}} trouvées pour "{{data.searchedText}}"
it_ch: {{data.lists.length}} liste su {{data.allLists.length}} trovate per "{{data.searchedText}}"

source: {{getSelectedCandidatesCount()}} of {{contest.candidatesQuestion.maxChoices}} seats filled
de_ch: {{getSelectedCandidatesCount()}} von {{contest.candidatesQuestion.maxChoices}} Positionen ausgewählt
fr_ch: {{getSelectedCandidatesCount()}} de {{contest.candidatesQuestion.maxChoices}} position(s) remplie(s)
it_ch: {{getSelectedCandidatesCount()}} di {{contest.candidatesQuestion.maxChoices}} posizioni selezionate

source: “Sealing” a vote means to include your choices into a virtual envelop. To complete the voting process you will need to cast it. If you leave the process at this stage you will be able to return later on but you will not be able to change your options. To do so you will need to vote in paper through the traditional way. “Casting” a vote means to include this envelope with your choices into a ballot, making your vote effective. However, whenever a vote is cast, it is considered a final submission and therefore the voter is not able to vote again in the same election.
de_ch: "Versiegeln und übermitteln" (in Schritt 2) bedeutet, dass Sie Ihre Stimme in einen virtuellen Umschlag stecken und diesen an die Wahl- und Abstimmungsserver übermitteln. Ihre Stimme ist dadurch aber noch nicht in der elektronischen Urne gespeichert. Wenn Sie den Prozess an dieser Stelle verlassen, können Sie später zurückkehren, aber Sie werden dann Ihre Antworten nicht mehr ändern können. Um dies zu tun, müssen Sie brieflich oder an der Urne abstimmen.<br /><br />"Die Stimme in die elektronische Urne einwerfen" (in Schritt 3) bedeutet, dass Sie mit der Eingabe Ihres Bestätigungscodes die Wahl- und Abstimmungsserver damit beauftragen, den zuvor erhaltenen virtuellen Umschlag mit Ihrer Stimme in die elektronische Urne einzuwerfen. Damit ist Ihre Stimme definitiv abgegeben und Sie können an der gleichen Abstimmung nicht noch einmal teilnehmen.
fr_ch: «Sceller et transmettre» (à l’étape 2) un choix signifie placer vos choix dans une enveloppe virtuelle et la transmettre aux serveurs de votations et élections. Cela signifie que vous n’avez pas encore voté, ou plus précisément votre vote n’est pas encore enregistré dans l’urne électronique. Si vous quittez la procédure à ce stade, vous pourrez le reprendre ultérieurement, mais vous ne pourrez pas modifier votre choix. Si vous souhaitez modifier votre choix, le vote doit se faire par correspondance ou à l’urne. <br/><br/>«Voter» (à l’étape 3) signifie donner l’ordre aux serveurs de votations et élections de placer cette enveloppe virtuelle contenant vos choix dans une urne électronique, permettant ainsi de prendre en compte votre vote en l’urne électronique. Ceci se fait en saisissant le code de confirmation. Dès lors que ce vote est pris en compte, la procédure de vote est terminée et l’électeur ne peut plus voter une nouvelle fois.
it_ch: «Sigillare e trasmettere» (nella fase 2) significa inserire il Suo voto in una busta virtuale e trasmetterla ai server di votazione ed elezione. Il Suo voto non è tuttavia ancora stato registrato nell’urna elettronica. Se interrompe la procedura a questo punto, la può riprendere ulteriormente, ma non potrà modificare le Sue scelte. Se desidera modificarle, dovrà votare per corrispondenza o recarsi alle urne.<br/><br/>«Votare» (alla fase 3) significa dare l’ordine ai server di votazione ed elezione di depositare la busta virtuale contenente il Suo voto nell’urna elettronica, in modo che possa essere conteggiato. Affinché questo avvenga, deve immettere il codice di conferma. Dal momento che il voto è nell’urna elettronica, la procedura di voto è terminata e non è possibile votare una seconda volta.

source: Breadcrumb
fr_ch: Fil d'Ariane
