Repository: famoser/post-evoting
Catalog: voter-portal/src/i18n/*.po
Languages: de_ch, fr_ch, it_ch

source: Incorrect. You have {{errors.validationErrorArgs[0]}} attempts left. Review the Key provided in your Voting Card and try again
de_ch: Falscher Code. Sie haben {{errors.validationErrorArgs[0]}} Versuch(e) übrig. Überprüfen Sie den Code auf @@voting_card_1.de@@ und versuchen Sie es erneut.
fr_ch: Code incorrect. Il vous reste {{errors.validationErrorArgs[0]}} tentative(s). Vérifiez le code inscrit sur @@voting_card_1.fr@@ et réessayez.
it_ch: Codice errato. Ha ancora {{errors.validationErrorArgs[0]}} tentativo(i). Riprovi immettendo il codice indicato sul Suo certificato elettorale.

source: Incorrect. You have {{retries}} attempts left. Review the key provided in your Voting Card and the date of birth and try again.
de_ch: Falsche Eingabe. Sie haben noch {{retries}} Versuch(e). Überprüfen Sie den Code auf @@voting_card_1.de@@ und das Geburtsdatum und versuchen Sie es erneut.
fr_ch: Saisie incorrecte. Il vous reste {{retries}} tentatives. Veuillez contrôler la clé inscrite sur @@voting_card_1.fr@@ ainsi que la date de naissance et réessayer.
it_ch: Immissione errata. Ha a disposizione altri {{retries}} tentativi. Verifichi la chiave riportata nel certificato elettorale e la sua data di nascita e provi di nuovo.

source: Incorrect. You have {{retries}} attempts left. Review the key provided in your Voting Card and the year of birth and try again.
de_ch: Falsche Eingabe. Sie haben {{retries}} Versuch(e) übrig. Überprüfen Sie den Code auf @@voting_card_1.de@@ sowie das Geburtsjahr und versuchen Sie es erneut.
fr_ch: Saisie incorrecte. Il vous reste {{retries}} tentative(s). Vérifiez le code inscrit sur @@voting_card_1.fr@@ et l’année de naissance et réessayez.
it_ch: Inserimento errato. Ha ancora {{retries}} tentativo(i). Riprovi immettendo il codice indicato sul Suo certificato elettorale e il Suo anno di nascita.

source: Information on sealing
de_ch: Informationen zum Versiegeln und Übertragen der Stimme
fr_ch: Information sur la transmission sécurisée du vote
it_ch: Informazioni sull’apposizione del sigillo e sulla trasmissione del voto

source: Information on vote confirmation
de_ch: Informationen zur Bestätigung der Stimme
fr_ch: Informations sur la confirmation du vote
it_ch: Informazioni relative alla conferma del voto

source: It is mandatory to choose at least one of the given options
de_ch: Sie müssen mindestens eine der angezeigten Auswahlmöglichkeiten auswählen.
fr_ch: Vous devez au moins choisir l’une des options proposées.
it_ch: Deve scegliere almeno una delle opzioni proposte.

source: Language navigation
de_ch: Sprachnavigation
fr_ch: Guidage vocal
it_ch: Menu lingue

source: Leave the Process
de_ch: Prozess verlassen
fr_ch: Quitter la procédure
it_ch: Interrompere la procedura

source: Leave the process
de_ch: Prozess verlassen
fr_ch: Quitter la procédure
it_ch: Interrompere la procedura

source: List of parties and candidates
de_ch: Liste der Parteien und Kandidatinnen und Kandidaten
fr_ch: Liste des partis et des candidats
it_ch: Lista dei partiti e dei candidati

source: List of steps needed for voting
de_ch: Liste der für die Abstimmung nötigen Schritte
fr_ch: Liste des étapes à suivre pour voter
it_ch: Lista delle fasi da seguire per votare

source: Lists
de_ch: Listen
fr_ch: Listes
it_ch: Liste

source: Logging you in. Please wait.
de_ch: Anmeldung läuft. Bitte warten.
fr_ch: Connexion en cours. Veuillez patienter.
it_ch: Login in corso. Attendere prego...

source: Logging you in...looks like this is taking some time. Please be patient.
de_ch: Anmeldung läuft. Dies könnte einige Zeit dauern. Bitte haben Sie etwas Geduld.
fr_ch: Connexion en cours... Cette opération peut durer quelques minutes. Merci de patienter.
it_ch: Login in corso... l’operazione sembra richiedere più tempo del solito. Si prega di pazientare.

source: Lowercase characters from a to z
de_ch: Kleinbuchstaben von a bis z
fr_ch: Caractères en minuscule de a à z
it_ch: Caratteri minuscoli dalla A alla Z

source: Month
de_ch: Monat
fr_ch: Mois
it_ch: Mese

source: More information about valid and invalid characters.
de_ch: Nähere Informationen zu gültigen und ungültigen Zeichen.
fr_ch: Informations complémentaires sur les caractères valides et non valides
it_ch: Maggiori informazioni sui caratteri validi e non validi.

source: No candidate chosen
de_ch: Kein Name ausgewählt
fr_ch: Aucun candidat sélectionné
it_ch: Nessun candidato selezionato

source: No list chosen
de_ch: (Keine Liste ausgewählt)
fr_ch: Aucune liste sélectionnée
it_ch: Nessuna lista selezionata

source: No Results Found. Try again using another search
de_ch: Kein Ergebnis gefunden. Versuchen Sie es erneut mit anderen Suchkriterien.
fr_ch: Aucun résultat trouvé. Veuillez réessayer avec une nouvelle recherche.
it_ch: Nessun risultato trovato. Riprovi con una nuova ricerca.

source: No, change selection
de_ch: Nein, Auswahl ändern
fr_ch: Non, changer la sélection
it_ch: No, cambiare selezione

source: No, continue voting
de_ch: Nein, Stimmabgabe fortsetzen
fr_ch: Non, poursuivre le vote
it_ch: No, continuare con il voto

source: Numeric characters from 0 to 9
de_ch: Ziffer von 0 bis 9
fr_ch: Caractères numériques de 0 à 9
it_ch: Caratteri numerici da 0 a 9.

source: Once the displayed codes match the ‘Choice Codes’ you should type the ‘Ballot Casting Key’ (provided in the Voting card by traditional mail) to confirm your vote. This action will effectively cast your vote.
de_ch: Wenn die im Schritt 3 "Verifizieren und einwerfen" angezeigten Prüfcodes korrekt sind, müssen Sie den Bestätigungscode eintippen, um Ihre Stimme in die elektronische Urne einzuwerfen. Geben Sie Ihren Bestätigungscode nicht ein, wird Ihre Stimme nicht in die elektronische Urne eingeworfen. In diesem Fall dürfen Sie Ihre Stimme weiterhin brieflich oder an der Urne abgeben.
fr_ch: Si les codes affichés à l’étape 3 («Vérifier et voter») correspondent aux codes de vérification, vous devez saisir le code de confirmation pour voter. Si vous ne saisissez pas votre code de confirmation, votre vote ne sera pas pris en compte dans l’urne électronique. Vous pouvez cependant voter par voie postale ou à l’urne.
it_ch: Se i codici indicati nella fase 3 («Verificare e votare») corrispondono ai codici di verifica, Lei deve immettere il codice di conferma per votare. Se non lo immette, il Suo voto non sarà depositato nell’urna elettronica. Potrà tuttavia votare per corrispondenza o recarsi alle urne.

source: Once you are in the review and seal screen, you can change your options by clicking on the link “change” If your selection is final, click on the “Seal” button to seal the ballot. You will not be able to change it electronically after this point. This process may take a few seconds.
de_ch: Im Schritt 2 ("Versiegeln und übermitteln") wird Ihnen die Stimme angezeigt, die Sie unter Schritt 1 erfasst haben. Sie können Ihre Auswahl weiterhin ändern.<br /><br />Bei Abstimmungen: Klicken Sie auf den Link "Auswahl ändern" bei der entsprechenden Antwort, um Ihre Stimme zu ändern.<br />Bei Wahlen: Klicken Sie auf den Link „Auswahl ändern“ um Ihre Wahl zu ändern.<br /><br />Sobald Sie auf den Link "Versiegeln und übermitteln" klicken, können Sie in Schritt 3 „Verifizieren und einwerfen“ Ihre Stimme nicht mehr ändern.
fr_ch: Une fois arrivé à l’écran «Vérifier et sceller», vous pouvez changer les options en sélectionnant le lien «Changer» et choisir de nouvelles options. <br/><br/>S’agissant de votations, cliquez sur le lien «Changer» en regard de la réponse concernée pour modifier votre choix.<br/>S’agissant d’élections, cliquez sur le lien «Changer» pour modifier votre choix.<br/><br/>Si vos choix sont définitifs, sélectionnez «Sceller» pour soumettre votre vote. Vous ne pourrez plus changer vos choix par le vote électronique après cette étape. Cette action peut prendre quelques secondes.
it_ch: Nella fase 2 «Sigillare e trasmettere» è mostrata la Sua scelta effettuata nella fase 1. È ancora possibile cambiarla.<br/><br/>Votazioni: cliccare sul rimando «Cambiare la scelta» per modificare la Sua scelta.<br/>Elezioni: cliccare sul rimando «Cambiare la scelta» per modificare la Sua scelta.<br/><br/>Una volta che Lei ha cliccato sul rimando «Sigillare e trasmettere» non potrà più cambiare la Sua scelta nella fase 3 «Verificare e votare».

source: Option
de_ch: Auswahl
it_ch: Scelta

source: Page not found
de_ch: Seite nicht gefunden
fr_ch: Page non trouvée
it_ch: Pagina non trovata

source: Penal provisions concerning the use of the voting portal
de_ch: Gesetzliche Bestimmungen für die Nutzung des Wahl- und Abstimmungsportals
fr_ch: Dispositions pénales relatives à l’utilisation du portail de vote
it_ch: Disposizioni di diritto penale riguardanti l’utilizzo del portale di voto

source: Pending step:
de_ch: Ausstehender Schritt:
fr_ch: Étape en attente:
it_ch: Fase in sospeso:

source: Please click on "Choose" or "Change" to display the list of candidates.
de_ch: Klicken Sie auf "Auswählen", um die Liste der Kandidatinnen und Kandidaten anzuzeigen.
fr_ch: Veuillez cliquer sur «Choisir» pour afficher la liste des candidats.
it_ch: Cliccare su «Scegliere» per visualizzare l’elenco dei candidati.

source: Please click on "Choose" or "Change" to display the list of candidates. You also have the possibility to choose a write-in candidate. For more information see:
de_ch: Klicken Sie auf "Auswählen", um die Liste der Kandidatinnen und Kandidaten anzuzeigen.
fr_ch: Veuillez cliquer sur «Choisir» pour afficher la liste des candidats.
it_ch: Cliccare su «Scegliere» per visualizzare l’elenco dei candidati.

source: Please click on "Choose" to display the list of candidates. You can accumulate candidates only if there are empty positions.
de_ch: Klicken Sie auf "Auswählen", um die Liste der Kandidatinnen und Kandidaten anzuzeigen. Sie können nur kumulieren, wenn freie Positionen vorhanden sind.
fr_ch: Veuillez cliquer sur «Choisir» pour afficher la liste des candidats. Vous pouvez cumuler uniquement si des postes sont libres.
it_ch: Cliccare su «Scegliere» per visualizzare l’elenco dei candidati. Può accumulare solamente se vi sono delle posizioni libere.

source: Please fill all the fields
de_ch: Bitte füllen Sie alle Felder aus
fr_ch: Veuillez renseigner tous les champs.
it_ch: Compilare tutti i campi

source: Please introduce a valid date
de_ch: Bitte geben Sie ein gültiges Datum ein
fr_ch: Veuillez saisir une date valide.
it_ch: Inserire una data valida

source: Please introduce a valid year of birth
de_ch: Bitte geben Sie Ihr Geburtsjahr ein
fr_ch: Veuillez saisir une année de naissance valide.
it_ch: Inserire un anno di nascita valido

source: Please introduce the Ballot Casting Key provided in your Voting Card
de_ch: Bitte geben Sie den Bestätigungscode ein, der auf @@voting_card_1.de@@ angegeben ist.
fr_ch: Veuillez saisir le code de confirmation inscrit sur @@voting_card_1.fr@@.
it_ch: La preghiamo di immettere il codice di conferma iscritto sul Suo certificato elettorale.

source: Please introduce the Start Voting Key provided in your Voting Card
de_ch: Bitte geben Sie den Initialisierungscode ein, der auf @@voting_card_1.de@@ angegeben ist.
fr_ch: Veuillez saisir le code d’initialisation inscrit sur @@voting_card_1.fr@@.
it_ch: La preghiamo di immettere il codice di inizializzazione iscritto sul Suo certificato elettorale.

source: Please introduce your year of birth
de_ch: Bitte geben Sie Ihr Geburtsjahr ein.
fr_ch: Veuillez saisir votre année de naissance.
it_ch: La preghiamo di immettere il Suo anno di nascita.

source: Please match the code carefully with the one you can find in your Voting Card.
de_ch: Bitte vergleichen Sie den Finalisierungscode mit demjenigen auf @@voting_card_1.de@@.
fr_ch: Veuillez comparer le code de finalisation avec celui qui figure sur @@voting_card_1.fr@@.
it_ch: La preghiamo di confrontare il codice di finalizzazione con quello iscritto sul Suo certificato elettorale.

source: Please note that you still need to confirm your choices in the next step, before your vote will be definitely stored in the ballot box.
de_ch: Bitte beachten Sie, dass Sie Ihre Auswahl im nächsten Schritt noch bestätigen müssen, bevor Ihre Stimme endgültig in der Urne gespeichert wird.
fr_ch: Veuillez noter que vous devez encore confirmer votre sélection à la prochaine étape pour que votre vote soit définitivement enregistré dans l’urne.
it_ch: Tenga presente che dovrà confermare nuovamente la sua scelta nella fase successiva prima che il suo voto venga definitivamente inserito nell’urna.

source: Please note the voting process has not been completed.
de_ch: Bitte beachten Sie, dass der Stimmabgabeprozess nicht abgeschlossen wurde. Wenn Sie sich nochmals einloggen, sehen Sie nur die Prüfcodes.
fr_ch: Veuillez noter que la procédure de vote de vote n’est pas terminée. Lorsque vous vous reconnectez, vous ne verrez que les codes de vérification.
it_ch: La procedura di voto non è ancora terminata. Quando si ricollegherà, vedrà solo i codici di verifica.

source: Please use only numbers (0-9)
de_ch: Verwenden Sie ausschliesslich Zahlen (0–9)
fr_ch: Utilisez uniquement des chiffres (0 à 9)
it_ch: Si prega di usare solo numeri (0-9)

source: Position {{$index + 1}} of {{choicesCodeForGroup.length}}:
de_ch: Position {{$index + 1}} von {{choicesCodeForGroup.length}}:
fr_ch: Position {{$index + 1}} de {{choicesCodeForGroup.length}}:
it_ch: Posizione {{$index + 1}} di {{choicesCodeForGroup.length}}:

source: Position {{$index + 1}} of {{contest.selectedCandidates.length}}:
de_ch: Position {{$index + 1}} von {{contest.selectedCandidates.length}}:
fr_ch: Position {{$index + 1}} de {{contest.selectedCandidates.length}}:
it_ch: Posizione {{$index + 1}} di {{contest.selectedCandidates.length}}:

source: Position {{$index + 1}} of {{group.selectedCandidates.length}}:
de_ch: Position {{$index + 1}} von {{group.selectedCandidates.length}}:
fr_ch: Position {{$index + 1}} de {{group.selectedCandidates.length}}:
it_ch: Posizione {{$index + 1}} di {{group.selectedCandidates.length}}:

source: Position {{position + 1}} of {{contest.candidatesQuestion.maxChoices}}:
de_ch: Position {{position + 1}} von {{contest.candidatesQuestion.maxChoices}}:
fr_ch: Position {{position + 1}} de {{contest.candidatesQuestion.maxChoices}}:
it_ch: Posizione {{position + 1}} di {{contest.candidatesQuestion.maxChoices}}:

source: Quit
de_ch: Beenden
fr_ch: Quitter
it_ch: Terminare

source: Retrieving Ballot Information done
de_ch: Aufruf der Informationen zum Urnengang abgeschlossen
fr_ch: Récupération des informations du scrutin effectuée
it_ch: Recupero delle informazioni della scheda di voto eseguito

source: Retrieving Ballot Information in progress
de_ch: Informationen zum Urnengang werden aufgerufen
fr_ch: Récupération des informations du scrutin en cours
it_ch: Recupero delle informazioni della scheda di voto in corso

source: Review and Seal
de_ch: Versiegeln und übermitteln
fr_ch: Sceller et transmettre
it_ch: Sigillare e trasmettere

source: Review your choices and seal your ballot.
de_ch: Kontrollieren Sie Ihre Stimme, bevor Sie sie versiegeln und übermitteln.
fr_ch: Contrôlez vos choix, puis scellez et transmettez votre bulletin de vote.
it_ch: Controlli le Sue scelte, poi sigilli e trasmetta la Sua scheda.

source: Seal ballot
de_ch: Versiegeln und übermitteln
fr_ch: Sceller et transmettre le bulletin de vote
it_ch: Sigillare e trasmettere

source: Sealing ballot
de_ch: Ihre Stimme wird versiegelt und übermittelt
fr_ch: Transmission sécurisée du bulletin de vote
it_ch: Sigillatura e trasmissione del Suo voto

source: Sealing Ballot ... looks this is taking some time. Please be patient.
de_ch: Stimme wird versiegelt und übermittelt ... Dies kann einige Zeit in Anspruch nehmen. Bitte haben Sie etwas Geduld.
fr_ch: Transmission sécurisée du bulletin de vote en cours... Cette opération peut durer quelques minutes. Veuillez patienter.
it_ch: Sigillatura e trasmissione del Suo voto in corso... Questa operazione può durare qualche istante. La preghiamo di avere pazienza.

source: Sealing Ballot ... please wait
de_ch: Stimme wird versiegelt und übermittelt ... Bitte warten.
fr_ch: Transmission sécurisée du bulletin de vote en cours... Veuillez patienter.
it_ch: Sigillatura e trasmissione del Suo voto in corso. La preghiamo di avere pazienza.

source: Sealing ballot. Please wait.
de_ch: Stimme wird versiegelt. Bitte warten.
fr_ch: Transmission sécurisée du bulletin de vote. Veuillez patienter.
it_ch: Sigillatura del voto. La preghiamo di avere pazienza.

source: Sealing your Ballot
de_ch: Ihre Stimme wird versiegelt
fr_ch: Transmission sécurisée du bulletin de vote
it_ch: Sigillatura del voto

source: Search a candidate by name
de_ch: Kandidatin oder Kandidaten nach Namen suchen
fr_ch: Rechercher le nom d'un candidat ou d'une candidate
it_ch: Cercare il nome di una candidata o di un candicato

source: Search a list by name
de_ch: Liste mit Namen suchen
fr_ch: Rechercher le nom d'une liste
it_ch: Cercare il nome di una lista

source: Search and Select a candidate
de_ch: Kandidatin oder Kandidat suchen und auswählen
fr_ch: Rechercher et sélectionner un candidat ou une candidate
it_ch: Cercare e scegliere una candidata o un candidato

source: Search and select a list
de_ch: Liste suchen und auswählen
fr_ch: Rechercher et sélectionner une liste
it_ch: Cercare e scegliere una lista

source: Search candidate
de_ch: Kandidatin oder Kandidaten suchen
fr_ch: Rechercher un candidat ou une candidate
it_ch: Cercare una candidata o un candidato

source: Search list
de_ch: Liste suchen
fr_ch: Rechercher une liste
it_ch: Cercare una lista

source: Search results
de_ch: Suchresultate
fr_ch: Résultats de la recherche
it_ch: Risultati della ricerca

source: See the generated Choice Codes below. To cast your ballot please check they match with those provided in your Voting Card.
de_ch: Beachten Sie die generierten Prüfcodes unten. Verifizieren Sie nun anhand der Prüfcodes, dass Ihre Stimme korrekt übermittelt wurde. Vergleichen Sie dazu die angezeigten Prüfcodes mit jenen auf @@voting_card_1.de@@. Die Prüfcodes können sich auch auf einem separaten Blatt befinden. Werfen Sie Ihre Stimme anschliessend in die elektronische Urne ein.
fr_ch: Examinez les codes de vérification générés ci-dessous. Pour enregistrer votre bulletin, veuillez vérifier qu’ils correspondent à ceux inscrits sur @@voting_card_1.fr@@.
it_ch: Guardi i codici di verifica generati qui sotto. Verifichi ora mediante tali codici se il Suo voto è stato trasmesso correttamente. Confronti i codici di verifica sullo schermo con quelli iscritti sul Suo certificato elettorale. Noti bene che i codici di verifica potrebbero trovarsi su un foglio separato. Proceda quindi al voto.

source: See the valid ones
de_ch: Gültige anzeigen
fr_ch: Voir les éléments valides
it_ch: Visualizza quelli validi

source: Select
de_ch: Auswählen
fr_ch: Sélectionner
it_ch: Scegliere

source: Select answers
de_ch: Stimme erfassen
fr_ch: Sélectionner des réponses
it_ch: Selezionare le risposte

source: Select candidate:
de_ch: Kandidatin oder Kandidaten auswählen:
fr_ch: Sélectionner un candidat:
it_ch: Selezionare un candidato:

source: Select list:
de_ch: Liste auswählen:
fr_ch: Sélectionner une liste:
it_ch: Selezionare una lista:

source: Selected
de_ch: Ausgewählt
fr_ch: Sélectionné(e)
it_ch: Scelto

source: Selected in another list
de_ch: In einer anderen Liste ausgewählt
fr_ch: Sélectionné(e) dans une autre liste
it_ch: Selezionare in un’altra lista:

source: Selected list:
de_ch: Ausgewählte Liste:
fr_ch: Liste sélectionnée:
it_ch: Lista selezionata:

source: Show
de_ch: Anzeigen
fr_ch: Afficher
it_ch: Mostrare

source: Show candidates from
de_ch: Kandidatinnen und Kandidaten anzeigen von
fr_ch: Afficher les candidats et candidates de
it_ch: Mostrare i candidati di

source: Show only already selected candidates
de_ch: Nur bereits ausgewählte Kandidatinnen und Kandidaten anzeigen
fr_ch: Afficher uniquement les candidats déjà sélectionnés.
it_ch: Mostra solo candidati già selezionati

source: Show options for:
de_ch: Optionen anzeigen für:
fr_ch: Afficher les options pour:
it_ch: Mostra opzioni per:

source: Some texts contain an invalid set of characters or an invalid format. Please review the highlighted options below and use valid characters and a valid format. See the errors displayed above each input for more details
de_ch: Manche Texte enthalten ungültige Zeichen. Bitte überprüfen Sie die unten markierten Optionen und verwenden Sie stattdessen gültige Zeichen. Prüfen Sie die angezeigten Fehlermeldungen für weitere Informationen
fr_ch: Certains textes contiennent une série de caractères ou un format non valide. Veuillez vérifier les options en surbrillance ci-dessous et utiliser des caractères et un format valides. Veuillez contrôler les erreurs affichées au-dessus de chaque entrée pour plus de détails.
it_ch: Alcuni testi contengono un set di caratteri o un formato non validi. La preghiamo di rivedere le opzioni evidenziate qui sotto e di usare dei caratteri validi e un formato valido. Vedere gli errori visualizzati sopra ogni ingresso per maggiori dettagli

source: Something is wrong in the highlighted areas below. Please review and change them when needed.
de_ch: In den unten markierten Bereichen liegt ein Fehler vor. Bitte überprüfen Sie diese Bereiche und ändern Sie sie, wenn nötig.
fr_ch: Les zones en surbrillance ci-dessous présentent une erreur. Veuillez les vérifier et les modifier au besoin.
it_ch: Nelle aree evidenziate di seguito c’è qualcosa di sbagliato. Si prega di controllarle e di modificare laddove necessario.

source: Sorry, the Election has not started yet
de_ch: Der elektronische Urnengang ist noch nicht geöffnet.<br/><br/>Bitte kontaktieren Sie @@support.de@@ für weitere Details.
fr_ch: L’urne électronique n’est pas encore ouverte.<br/><br/>Veuillez contacter @@support.fr@@ pour plus de détails.
it_ch: L’urna elettronica non è ancora aperta. <br /><br /> La preghiamo di contattare l’assistenza per maggiori dettagli.

source: Sorry, the Election is over
de_ch: Die elektronische Urne ist geschlossen.<br/><br/>Bitte kontaktieren Sie @@support.de@@ für weitere Details.
fr_ch: L’urne électronique est fermée.<br/><br/>Veuillez contacter @@support.fr@@ pour plus de détails.
it_ch: L’urna elettronica è chiusa. <br /><br />La preghiamo di contattare l’assistenza per maggiori dettagli.

source: Start
de_ch: Starten
fr_ch: Démarrer
it_ch: Iniziare

source: Start Voting
de_ch: Stimmabgabe starten
fr_ch: Démarrer le vote
it_ch: Iniziare il voto

source: Start voting
de_ch: Stimmabgabe starten
fr_ch: Démarrer le vote
it_ch: Iniziare il voto

source: Start Voting (current step)
de_ch: Stimmabgabe starten (aktueller Schritt)
fr_ch: Démarrer le vote (étape en cours)
it_ch: Iniziare il voto (fase attuale)

source: Start Voting Key
de_ch: Initialisierungscode
fr_ch: Code d’initialisation
it_ch: Codice di inizializzazione

source: Start Voting Key: you will have to introduce this key to get into the voting platform.
de_ch: den Initialisierungscode (gekennzeichnet mit einem DREIECK): Sie müssen diesen Code eingeben, um auf die Online-Stimmabgabeplattform zugreifen zu können.
fr_ch: Code d’initialisation (signalé par un TRIANGLE): vous devez saisir ce code pour accéder à la plateforme de vote électronique.
it_ch: Codice di inizializzazione (contrassegnato con un TRIANGOLO): Lei deve immettere questo codice per accedere alla piattaforma di voto elettronico.

source: Starting
de_ch: Starten
fr_ch: Démarrer
it_ch: Iniziare

source: Starting. Please wait.
de_ch: Wird gestartet. Bitte warten.
fr_ch: Démarrage en cours. Veuillez patienter.
it_ch: Avvio in corso. Attendere prego.

source: Step
de_ch: Schritt
fr_ch: Étape
it_ch: Fase

source: Step completed:
de_ch: Schritt abgeschlossen:
fr_ch: Étape terminée:
it_ch: Fase completata:
