Repository: famoser/post-evoting
Catalog: voter-portal/src/i18n/*.po
Languages: de_ch, fr_ch, it_ch

source: (no option chosen)
de_ch: (Keine Antwort ausgewählt)
fr_ch: (aucune option sélectionnée)
it_ch: (nessuna opzione selezionata)

source: A desktop computer with a recent version of Ubuntu and one of the latest version of Chrome or Firefox
de_ch: Desktopcomputer mit einer aktuellen Version von Ubuntu und einer der aktuellsten Versionen von Chrome oder Firefox
fr_ch: Un ordinateur de bureau avec une version récente d’Ubuntu et l’une des dernières versions de Chrome ou de Firefox
it_ch: Un computer desktop con una versione recente di Ubuntu e uno degli ultimi aggiornamenti di Chrome o Firefox

source: A desktop computer with a recent version of Windows and one of the latest version of MS Edge, Internet Explorer, Chrome or Firefox
de_ch: Desktopcomputer mit einer aktuellen Version von Windows und einer der aktuellsten Versionen von MS Edge, Internet Explorer, Chrome oder Firefox
fr_ch: Un ordinateur de bureau avec une version récente de Windows et l’une des dernières versions de MS Edge, d’Internet Explorer, de Chrome ou de Firefox
it_ch: Un computer desktop con una versione recente di Windows e uno degli ultimi aggiornamenti di MS Edge, Internet Explorer, Chrome o Firefox

source: A device with Android and Chrome mobile
de_ch: Gerät mit Android und Chrome mobile
fr_ch: Un appareil avec Android et Chrome mobile
it_ch: Un dispositivo con Android e Chrome per dispositivi mobili

source: A device with iOS and Safari mobile
de_ch: Gerät mit iOS und Safari mobile
fr_ch: Un appareil avec iOS et Safari mobile
it_ch: Un dispositivo con iOS e Safari per dispositivi mobili

source: A Mac with a recent version of macOS and Safari
de_ch: Mac mit einer aktuellen Version von macOS und Safari
fr_ch: Un Mac avec une version récente de macOS et de Safari
it_ch: Un Mac con una versione recente di macOS e di Safari

source: After confirming your vote, your vote is cast and you can no longer vote by mail or at the ballot box.
de_ch: Nach der Bestätigung Ihrer Stimme gilt diese als definitiv abgegeben und Sie können Ihre Stimme nicht mehr brieflich oder an der Urne abgeben.
fr_ch: Une fois que vous l’avez confirmé, votre vote est enregistré et vous ne pouvez plus voter par correspondance ou à l’urne.
it_ch: Una volta confermato il voto non sarà più possibile più votare per posta o nell’urna.

source: After sealing the ballot you will not be able to change your choices
de_ch: Nach der Versiegelung und Übertragung der Stimme können Sie diese nicht mehr ändern.<br><br>Solange Sie aber den Bestätigungscode im folgenden Schritt 3 noch nicht eingegeben haben, können Sie jederzeit den Prozess der elektronischen Stimmabgabe abbrechen und stattdessen brieflich oder an der Urne wählen oder abstimmen.
fr_ch: Une fois le vote scellé, vous ne pourrez plus le modifier.<br><br>Cependant, tant que vous n’avez pas saisi le code de confirmation à l’étape 3 suivante, vous pouvez en tout temps interrompre la procédure de vote électronique et voter par correspondance ou à l’urne.
it_ch: Una volta sigillato il Suo voto, non potrà più modificarlo.<br><br>Tuttavia, finché non avrà immesso il codice di conferma nella fase 3, potrà in ogni momento abbandonare la procedura di voto elettronico e votare per corrispondenza o alle urne.

source: alienates, misappropriates or adds ballot papers;
de_ch: Stimm- oder Wahlzettel verfremdet, unterschlägt oder hinzufügt;
fr_ch: détourne, soustrait ou ajoute des bulletins;
it_ch: altera, sottrae o aggiunge schede;

source: All Lists
de_ch: Allen Listen
fr_ch: Toutes les listes
it_ch: Tutte le liste

source: Anyone in particular may be punished with imprisonment or a fine under Articles 279 to 283 of the Criminal Code:
de_ch: Mit Freiheitsstrafe oder Geldstrafe kann nach den Artikeln 279 bis 283 des <a href="https://www.admin.ch/opc/de/classified-compilation/19370083/index.html#id-2-14" target="_blank">Schweizerischen Strafgesetzbuches</a> bestraft werden, wer insbesondere:
fr_ch: Est notamment passible d’emprisonnement ou d’amende en application des articles 279 à 283 <a href="https://www.admin.ch/opc/fr/classified-compilation/19370083/index.html#id-2-14" target="_blank">du Code pénal</a> quiconque:
it_ch: È punibile con una pena detentiva o pecuniaria secondo gli articoli 279–283 del <a href="https://www.admin.ch/opc/it/classified-compilation/19370083/index.html#id-2-14" target="_blank">Codice penale</a> chi:

source: Are you sure you want to cancel the voting process?
de_ch: Sind Sie sicher, dass Sie den Stimmabgabeprozess abbrechen möchten?
fr_ch: Etes-vous sûr(e) de vouloir annuler la procédure de vote?
it_ch: Intende veramente abbandonare la procedura di voto?

source: Are you sure you want to leave the voting process?
de_ch: Sind Sie sicher, dass Sie den Stimmabgabeprozess verlassen möchten?
fr_ch: Etes-vous sûr(e) de vouloir quitter la procédure de vote?
it_ch: Intende veramente interrompere la procedura di voto?

source: Are you sure you want to navigate away?
de_ch: Sind Sie sicher, dass Sie den Stimmabgabeprozess abbrechen möchten?
fr_ch: Etes-vous sûr(e) de vouloir quitter la procédure de vote?
it_ch: Intende veramente interrompere la procedura di voto?

source: attempts to destroy, destroy, modify or alter ballot papers, registers or other materials used to determine the results of votes, in whole or in part.
de_ch: Stimm- oder Wahlzettel, Stimmregister oder andere Materialien, die zur Feststellung der Abstimmungs- oder Wahlergebnisse dienen, ganz oder teilweise vernichtet, zu vernichten versucht, ändert oder zu ändern versucht.
fr_ch: détruit ou tente de détruire, altère ou tente d’altérer tout ou partie des bulletins, registres ou pièces destinés à établir le résultat du vote.
it_ch: distrugge o tenta di distruggere, modifica o tenta di modificare integralmente o in parte schede di voto, cataloghi elettorali o altri materiali volti a determinare il risultato della votazione.

source: Authentication and retrieving Ballot Information done
de_ch: Authentisierung und Aufruf der Informationen zum Urnengang abgeschlossen
fr_ch: Authentification et récupération des informations du scrutin effectuées
it_ch: Autenticazione e recupero delle informazioni della scheda di voto eseguite

source: Authentication and retrieving Ballot Information in progress
de_ch: Authentisierung und Aufruf der Informationen zum Urnengang im Gange
fr_ch: Authentification et récupération des informations du scrutin en cours
it_ch: Autenticazione e recupero delle informazioni della scheda di voto in corso

source: Authentication done
de_ch: Authentisierung abgeschlossen
fr_ch: Authentification effectuée
it_ch: Autenticazione eseguita

source: Authentication in progress
de_ch: Authentisierung läuft
fr_ch: Authentification en cours
it_ch: Autenticazione in corso

source: Ballot Casting Key
de_ch: Bestätigungscode
fr_ch: Code de confirmation
it_ch: Codice di conferma

source: Ballot Casting Key: you will have to introduce this key to validate your options and cast the vote.
de_ch: den Bestätigungscode (gekennzeichnet durch ein FÜNFECK): Sie müssen diesen Code eingeben, um zu bestätigen, dass die angezeigten Prüfcodes korrekt sind. Nach der Eingabe des Bestätigungscodes wird Ihre Stimme in die elektronische Urne eingeworfen.
fr_ch: Code de confirmation (signalé par un PENTAGONE): vous devrez saisir ce code pour confirmer que les codes de vérification affichés sont corrects. En saisissant votre code de confirmation vous votez.
it_ch: Codice di conferma (contrassegnato con un PENTAGONO): immetta questo codice per confermare che i codici di verifica indicati sono corretti. Dopo che avrà immesso il codice di conferma il Suo voto sarà depositato nell’urna.

source: Ballot sealed
de_ch: Stimme versiegelt und übermittelt
fr_ch: Vote scellé et transmis
it_ch: Voto sigillato e trasmesso

source: Blank vote is not allowed. Please make your choice from the options provided below.
de_ch: Stimmenthaltungen sind nicht zulässig. Bitte treffen Sie eine Auswahl aus den nachfolgenden Optionen.
fr_ch: Un vote blanc n’est pas autorisé. Veuillez faire votre choix parmi les options proposées ci-dessous.
it_ch: La scheda non può essere lasciata in bianco. Si prega di scegliere una delle seguenti opzioni.

source: Browser compatibility
de_ch: Browserkompatibilität
fr_ch: Compatibilité du navigateur
it_ch: Compatibilità del browser

source: Can I change my selection?
de_ch: Kann ich meine Auswahl ändern?
fr_ch: Puis-je modifier mon choix?
it_ch: Posso modificare la mia scelta?

source: Can I leave or cancel my voting anytime?
de_ch: Kann ich die Stimmabgabe jederzeit abbrechen oder den Prozess verlassen?
fr_ch: Puis-je quitter ou annuler la procédure de vote à tout moment?
it_ch: Posso abbandonare o interrompere la procedura di voto in ogni momento?

source: Cancel
de_ch: Abbrechen
fr_ch: Annuler
it_ch: Annullare

source: Cancel the process
de_ch: Prozess abbrechen
fr_ch: Annuler la procédure
it_ch: Abbandonare la procedura

source: Candidates
de_ch: Kandidatinnen und Kandidaten
fr_ch: Candidats
it_ch: Candidati

source: Cast vote
de_ch: Stimme einwerfen
fr_ch: Voter
it_ch: Votare

source: Casting vote
de_ch: Stimme einwerfen
fr_ch: Voter
it_ch: Votare

source: Change
de_ch: Ändern
fr_ch: Modifier
it_ch: Modificare

source: Change choices
de_ch: Auswahl ändern
fr_ch: Changer votre sélection
it_ch: Cambiare scelta

source: CHANGE LIST
de_ch: LISTE ÄNDERN
fr_ch: CHANGER DE LISTE
it_ch: CAMBIA LISTA

source: Choice Codes
de_ch: Prüfcodes
fr_ch: Codes de vérification
it_ch: Codici di verifica

source: Choice codes generated
de_ch: Prüfcodes generiert
fr_ch: Codes de vérification générés
it_ch: Codici di verifica generati

source: Choice Codes: you will have to verify that the displayed codes match the ones you have in your Voting Card.
de_ch: die Prüfcodes (gekennzeichnet mit einem DIAMANTEN) : Sie können überprüfen, dass die angezeigten Codes mit den Codes auf @@voting_card_1.de@@ übereinstimmen. Bei Übereinstimmung wissen Sie, dass Ihre Stimme richtig versiegelt und übermittelt wurde.
fr_ch: Codes de vérification (signalés par un DIAMANT): vous devrez vérifier que les codes affichés correspondent bien à ceux figurant sur @@voting_card_1.fr@@. Dans le cas où les codes correspondent vous savez que votre choix a bien été scellé et transmis.
it_ch: Codici di verifica (contrassegnati con un DIAMANTE): verifichi se i codici indicati corrispondono a quelli sul certificato elettorale. Se corrispondono, significa che il voto è stato sigillato e trasmesso.

source: Choose
de_ch: Auswählen
fr_ch: Choisir
it_ch: Scegliere

source: Clean in one go the ballot casting key
de_ch: Bestätigungscode in einem Schritt löschen
fr_ch: Effacer complètement le code de confirmation
it_ch: Cancellare completamente il codice di conferma

source: Clean in one go the start voting key provided
de_ch: Initialisierungscode in einem Schritt löschen
fr_ch: Effacer complètement le code d’initialisation fourni
it_ch: Cancellare completamente il codice di inizializzazione fornito.

source: Clear
de_ch: Löschen
fr_ch: Effacer
it_ch: Cancellare

source: Clear candidate
de_ch: Kandidaten löschen
fr_ch: Supprimer le candidat
it_ch: Cancella candidato

source: Clear current candidate
de_ch: Aktuellen Kandidaten löschen
fr_ch: Supprimer le candidat actuel
it_ch: Cancella candidato attuale

source: Clear current list
de_ch: Aktuelle Liste löschen
fr_ch: Supprimer la liste actuelle
it_ch: Cancella lista attuale

source: Clear current option
de_ch: Aktuelle Antwort löschen
fr_ch: Supprimer l’option actuelle
it_ch: Cancella opzione attuale

source: Clear list
de_ch: Liste löschen
fr_ch: Supprimer la liste
it_ch: Cancella lista

source: CLEAR LIST
de_ch: LISTE LÖSCHEN
fr_ch: SUPPRIMER LA LISTE
it_ch: CANCELLA LISTA

source: Click on "Choose" or "Change". At the bottom, you will find the possibility to select a write-in option. By selecting this option, you can enter your choice in a write-in field.
de_ch: Klicken Sie auf "Auswählen" oder "Ändern". Anschliessend haben Sie ganz unten die Möglichkeit, eine Kandidatin oder einen Kandidaten auszuwählen, der nicht auf dem Wahlzettel erscheint. Wenn Sie diese Auswahl tätigen, können Sie die Angaben zu einer Kandidatin oder einem Kandidaten in einem Freitextfeld eingeben.
fr_ch: Cliquez sur «Choisir» ou «Modifier». Vous pourrez ensuite sélectionner l’option «Vote manuscrit» en bas de page. Si vous sélectionnez cette option, vous pouvez saisir votre choix dans le champ de vote manuscrit.
it_ch: Cliccare su «Scegliere» o «Modificare». In fondo alla pagina è possibile selezionare un’opzione write-in. Si ha così la possibilità di inserire la propria scelta in un campo write-in.

source: Click on the contest to collapse or expand the contest.
de_ch: Klicken Sie auf den Urnengang, um diesen zu- oder aufzuklappen.
fr_ch: Cliquer sur le scrutin pour le développer ou le masquer.
it_ch: Cliccare sulla votazione per comprimerla o espanderla.

source: Close
de_ch: Schliessen
fr_ch: Fermer
it_ch: Chiudi

source: Close message
de_ch: Nachricht schliessen
fr_ch: Fermer le message
it_ch: Chiudere il messaggio

source: Confirm action
de_ch: Aktion bestätigen
fr_ch: Confirmer l’action
it_ch: Confermare operazione

source: Continue process
de_ch: Prozess fortsetzen
fr_ch: Poursuivre le processus
it_ch: Continua processo

source: Continue to review
de_ch: Weiter
fr_ch: Suivant
it_ch: Avanti

source: Cumulate
de_ch: Kumulieren
fr_ch: Cumuler
it_ch: Cumula

source: Cumulate candidate:
de_ch: Kandidierenden kumulieren:
fr_ch: Cumuler le candidat:
it_ch: Cumula candidato:

source: Cumulate current candidate
de_ch: Kumulieren
fr_ch: Cumuler le candidat actuel
it_ch: Cumula candidato attuale

source: Current step:
de_ch: Aktueller Schritt:
fr_ch: Étape en cours:
it_ch: Fase in corso:

source: Date of birth
de_ch: Geburtsdatum
fr_ch: Date de naissance
it_ch: Data di nascita

source: Day
de_ch: Tag
fr_ch: Jour
it_ch: Giorno

source: Details
de_ch: nähere Angaben
fr_ch: Détails
it_ch: Dettagli

source: Details of the list:
de_ch: Details zur Liste:
fr_ch: Détails de la liste:
it_ch: Dettagli della lista:

source: Do the generated Choice Codes above match the ones on your Voting Card? Then, enter your Ballot Casting Key below.
de_ch: Stimmen die generierten Prüfcodes mit den Codes auf @@voting_card_1.de@@ überein? Falls ja, geben Sie unten Ihren Bestätigungscode ein und werfen Sie Ihre Stimme in die elektronische Urne ein.
fr_ch: Les codes de vérification générés ci-dessus correspondent-ils à ceux figurant sur @@voting_card_1.fr@@? Si tel est le cas, saisissez votre code de confirmation ci-dessous.
it_ch: I codici di verifica generati qui sotto corrispondono a quelli sul Suo certificato elettorale? Se corrispondono, immetta il Suo codice di conferma qui sotto e depositi il Suo voto nell’urna elettronica.

source: Do the generated codes above match the ones on your Voting Card? If so, your vote has been correctly cast.
de_ch: Stimmt der generierte Finalisierungscode mit demjenigen auf @@voting_card_1.de@@ überein? Falls ja, wurde Ihre Stimme in die elektronische Urne eingeworfen.
fr_ch: Le code de finalisation généré ci-dessus correspond-il à celui qui figure sur @@voting_card_1.fr@@? Si tel est le cas, vous venez de voter avec succès.
it_ch: Il codice di finalizzazione generato qui sotto corrisponde a quello sul Suo certificato elettorale? Se corrisponde, Lei ha votato con successo.

source: Do you want to seal your vote? After sealing your vote, you cannot change your selections anymore.
de_ch: Möchten Sie Ihre Stimme versiegeln und übermitteln? Nachdem Sie Ihre Stimme versiegelt und übermittelt haben, können Sie Ihre Auswahl nicht mehr ändern.
fr_ch: Souhaitez-vous sceller et transmettre votre vote? Une fois votre vote scellé et transmis, vous ne pourrez plus modifier vos choix.
it_ch: Desidera apporre il sigillo al suo voto? Una volta confermato il suo voto non potrà più apportare alcuna modifica alla sua scelta.

source: During the voting process, please do not use the navigation buttons of your web browser or manually refresh the website, since you might lose your session.
de_ch: Verwenden Sie während des Stimmabgabevorgangs nicht die Navigationsschaltflächen Ihres Webbrowsers und aktualisieren Sie die Website nicht manuell, weil Ihre Sitzung sonst verloren gehen kann.
fr_ch: Pendant le processus de vote, veuillez ne pas utiliser les boutons de navigation de votre navigateur ou actualiser manuellement la page Internet car vous risquez de perdre votre session.
it_ch: Durante la procedura di voto, si prega di non utilizzare i pulsanti di navigazione del browser web o di aggiornare manualmente la pagina, perché potrebbe interrompere la sessione.

source: Enter the Start Voting Key provided in the Voting Card you received and your date of birth. Then press START.
de_ch: Geben Sie Ihren Initialisierungscode und Ihr Geburtsdatum ein. Drücken Sie anschliessend auf STARTEN.
fr_ch: Saisissez votre code d’initialisation et votre date de naissance. Appuyez ensuite sur DÉMARRER.
it_ch: Inserisca il suo codice di inizializzazione e la sua data di nascita. In seguito clicchi su INIZIARE.

source: Enter the Start Voting Key provided in the Voting Card you received and your year of birth. Then press START.
de_ch: Geben Sie Ihren Initialisierungscode und Ihr Geburtsjahr ein. Drücken Sie anschliessend auf STARTEN.
fr_ch: Saisissez votre code d’initialisation et votre année de naissance. Appuyez ensuite sur DÉMARRER.
it_ch: Inserisca il suo codice di inizializzazione e il suo anno di nascita. In seguito clicchi su INIZIARE.

source: Enter the Start Voting Key provided in the Voting Card you received. Then press START.
de_ch: Geben Sie den Initialisierungscode ein. Drücken Sie anschliessend auf STARTEN.
fr_ch: Saisissez votre code d’initialisation. Appuyez ensuite sur DÉMARRER.
it_ch: Inserisca il codice di inizializzazione. In seguito clicchi su INIZIARE.

source: For additional security, we recommend you to clear your browser cache to remove any data related to your vote. You can find an instruction <a href="https://www.evoting.ch#rules">here</a>
de_ch: Als zusätzliche Sicherheitsmassnahme empfehlen wir Ihnen den Browsercache zu löschen, damit keine Rückschlüsse auf Ihre Stimmabgabe getätigt werden können. Eine Anleitung dafür finden Sie <a href="https://www.evoting.ch/de#rules">hier</a>.
fr_ch: Pour plus de sécurité, nous vous recommandons de vider le cache de votre navigateur afin de supprimer toute donnée relative à votre vote. Vous trouverez des instructions à ce sujet <a href="https://www.evoting.ch/fr#rules">ici</a>
it_ch: Vi consigliamo di vuotare la cache del browser dopo ogni procedura di voto. Le istruzioni sono disponibili <a href="https://www.evoting.ch/it#rules">qui</a>.

source: For any question provided, you can either choose YES, NO or leave it blank if you wish to cast a blank vote.
de_ch: Sie beantworten eine Abstimmungsfrage, indem Sie im Schritt 1 „Stimme erfassen“ auf das Kontrollkästchen bei der gewünschten Antwort ("Ja" oder "Nein") klicken. Klicken Sie nichts an, wenn Sie leer stimmen möchten.
fr_ch: Vous pouvez sélectionner vos choix à l’étape 1 « Choisir » en cliquant sur les cases correspondantes dans la liste ( «Oui» ou «Non»). Ne cochez aucune case si vous souhaitez voter blanc.
it_ch: Per rispondere a una domanda nella fase 1 «Scegliere», spuntare la casella desiderata ( «Sì» o «No»). Non spuntate nulla se non desidera rispondere.

source: For each question, you should check that the displayed code is the one that identifies your selection. This code confirmation is compulsory for security purposes.
de_ch: Kontrollieren Sie bei jeder Frage, ob der angezeigte Prüfcode dem Code Ihrer Auswahl entspricht.
fr_ch: Pour chaque question, vous devrez vérifier que le code de vérification affiché est celui correspondant à votre choix.
it_ch: Per ogni domanda occorre controllare se il codice di verifica indicato è quello che corrisponde alla Sua scelta.

source: Generating choice codes
de_ch: Prüfcodes werden generiert
fr_ch: Génération de codes de vérification
it_ch: Generazione dei codici di verifica

source: Have you taken note of the above-mentioned penal provisions?
de_ch: Haben Sie die oben erwähnten Strafbestimmungen zur Kenntnis genommen?
fr_ch: Avez-vous pris connaissance des sanctions pénales énumérées ci-dessus?
it_ch: Ha preso conoscenza delle disposizioni penali summenzionate?

source: Help
de_ch: Hilfe
fr_ch: Aide
it_ch: Aiuto

source: Hide
de_ch: Ausblenden
fr_ch: Cacher
it_ch: Nascondere

source: Hide options for:
de_ch: Optionen ausblenden für:
fr_ch: Masquer les options pour:
it_ch: Nascondi opzioni per:

source: How can I use write-ins?
de_ch: Wie kann ich eine Kandidatin oder einen Kandidaten wählen, der nicht auf dem Wahlzettel erscheint?
fr_ch: Comment utiliser les votes manuscrits?
it_ch: Come posso usare gli write-in?

source: How do I start?
de_ch: Wie beginne ich?
fr_ch: Comment commencer?
it_ch: Come iniziare?

source: How to make a choice?
de_ch: Wie beantworte ich eine Abstimmungsfrage oder wähle eine Kandidatin oder Kandidaten?
fr_ch: Comment répondre à une question concernant une votation ou sélectionner un(e) candidat(e)?
it_ch: Come rispondere a una domanda concernente una votazione o scegliere un/una candidato/a?

source: If possible, please provide additional information (year of birth or address) to clearly identify the candidate.
de_ch: Geben Sie soweit möglich Zusatzinformationen (Geburtsjahr oder Adresse) an, um den Kandidaten eindeutig zu identifizieren.
fr_ch: Dans la mesure du possible, veuillez fournir des informations complémentaires (année de naissance ou adresse) afin que le candidat soit clairement identifié.
it_ch: Se possibile, la preghiamo di fornire informazioni aggiuntive (anno di nascita o indirizzo), in modo da poter identificare il candidato in maniera univoca.

source: If you cancel your voting process you will lose your choices.
de_ch: Wenn Sie Ihren Stimmabgabeprozess abbrechen, geht Ihre Auswahl verloren.
fr_ch: Si vous annulez la procédure de vote, vos choix seront perdus.
it_ch: Se abbandona la procedura di voto, le Sue scelte non saranno registrate.

source: If you change the list, all selected candidates will be cleared
de_ch: Wenn Sie die Liste wechseln, wird die bisherige Auswahl der gewählten Kandidatinnen und Kandidaten aufgehoben.
fr_ch: Si vous changez de liste, la sélection de candidats actuelle sera supprimée.
it_ch: Se cambia lista, l’attuale selezione dei candidati sarà annullata.

source: If you clear the list, all selected candidates will be cleared
de_ch: Wenn Sie die Liste löschen, wird die bisherige Auswahl der gewählten Kandidatinnen und Kandidaten aufgehoben
fr_ch: Si vous supprimez la liste, la sélection de candidats actuelle sera supprimée.
it_ch: Se cancella la lista, l’attuale selezione dei candidati sarà annullata.

source: In the Voting Card you will find:
de_ch: Auf @@voting_card_2.de@@ finden Sie:
fr_ch: Vous trouverez sur @@voting_card_4.fr@@ les éléments suivants:
it_ch: Nel certificato elettorale vi sono gli elementi seguenti:

source: Incorrect key. Check the key provided in the Voting card and try again.
de_ch: Falscher Initialisierungscode. Überprüfen Sie den Code auf @@voting_card_2.de@@ und versuchen Sie es erneut.
fr_ch: Code d’initialisation incorrect. Veuillez introduire le code fourni sur @@voting_card_1.fr@@ et réessayer.
it_ch: Codice di inizializzazione errato. Riprovi immettendo il codice indicato sul Suo certificato elettorale.
