Repository: famoser/post-evoting
Catalog: voter-portal/src/i18n/*.po
Languages: de_ch, fr_ch, it_ch

source: Terms and Conditions
de_ch: Gesetzliche Bestimmungen
fr_ch: Conditions générales
it_ch: Condizioni generali

source: Terms and Conditions (previous step)
de_ch: Rechtliche Hinweise (vorheriger Schritt)
fr_ch: Conditions générales (étape précédente)
it_ch: Termini e condizioni (passaggio precedente)

source: Thanks for voting
de_ch: Vielen Dank für Ihre Stimmabgabe.
fr_ch: Merci d’avoir voté.
it_ch: Grazie per aver votato.

source: The Ballot Casting Key (identified with a PENTAGON) is a key to validate your options and cast the vote.
de_ch: Der Bestätigungscode (gekennzeichnet durch ein FÜNFECK) befindet sich auf @@voting_card_1.de@@.
fr_ch: Le code de confirmation (signalé par un PENTAGONE) se trouve sur @@voting_card_1.fr@@.
it_ch: Il codice di conferma (contrassegnato con un PENTAGONO) si trova sul Suo certificato elettorale.

source: The Choice Codes are also provided in your Voting Card via postal mail and are identified with a DIAMOND.
de_ch: Sie erhalten die Prüfcodes auf dem Postweg mit @@voting_card_1.de@@. Entweder befinden sie sich auf @@voting_card_2.de@@ oder sie sind auf einem separaten Blatt im Stimmmaterial enthalten. Sie sind mit einem DIAMANTEN gekennzeichnet.
fr_ch: Les codes de vérification sont également inscrits sur @@voting_card_2.fr@@ par voie postale ou peuvent se trouver sur une feuille séparée qui fait partie de votre matériel de vote. Ils sont signalés par un DIAMANT.
it_ch: I codici di verifica Le sono recapitati per posta con il certificato elettorale. Si trovano sul certificato elettorale oppure su un foglio separato. Sono contrassegnati con un DIAMANTE.

source: The Choice Codes are an array of numbers that will be displayed onscreen together with the list of questions.
de_ch: Bei den Prüfcodes handelt es sich um eine Reihe von Zahlen, die in Schritt 3 „Verifizieren und einwerfen“ auf dem Bildschirm angezeigt werden.<br/><br/>Vergleichen Sie die angezeigten Prüfcodes mit jenen auf @@voting_card_1.de@@. Werden die Prüfcodes richtig angezeigt, wissen Sie, dass Ihre Stimme entsprechend Ihrer Auswahl korrekt versiegelt und übermittelt wurde.
fr_ch: Les codes de vérification se composent d’une série de chiffres qui sera affichée à l’écran à l’étape 3 « Vérifier et voter ».<br><br>Comparez les codes de vérification affichés sur l’écran avec ceux inscrits sur @@voting_card_1.fr@@. Dans le cas où les codes correspondent vous savez que votre choix a bien été scellé et transmis.
it_ch: I codici di verifica si compongono di una serie di numeri che appariranno sullo schermo nella fase 3 «Verificare e votare».<br/><br/>Confronti i codici di verifica sullo schermo con quelli iscritti sul Suo certificato elettorale. Se corrispondono Lei ha la conferma che il Suo voto è stato sigillato e trasmesso correttamente.

source: The following special characters:
de_ch: Die folgenden Sonderzeichen:
fr_ch: Les caractères spéciaux suivants:
it_ch: I seguenti caratteri speciali:

source: The Internet connection is lost. Please try again later.
de_ch: Die Internetverbindung wurde unterbrochen. Bitte versuchen Sie es später noch einmal.
fr_ch: La connexion à Internet a été perdue. Veuillez réessayer ultérieurement.
it_ch: Connessione internet interrotta. Si prega di riprovare più tardi.

source: The selection is not completed. Make sure you choose an answer for the highlighted questions.
de_ch: Die Auswahl ist nicht abgeschlossen. Bitte wählen Sie für alle markierten Fragen eine Antwort aus.
fr_ch: La sélection n’est pas terminée. Assurez-vous de sélectionner une réponse pour les questions en surbrillance.
it_ch: La selezione non è completa. Assicurarsi di scegliere una risposta per le domande evidenziate.

source: The selection is not completed. Make sure you choose at least {{min}} candidate/s.
de_ch: Die Auswahl ist nicht abgeschlossen. Bitte wählen Sie mindestens {{min}} Kandidatin oder Kandidaten.
fr_ch: La sélection n’est pas terminée. Assurez-vous de sélectionner au moins {{min}} candidate ou candidat.
it_ch: La selezione non è completa. Assicurarsi di scegliere almeno {{min}} candidato/i.

source: The selection is not completed. Make sure you choose at least {{min}} list/s.
de_ch: Die Auswahl ist nicht abgeschlossen. Bitte wählen Sie mindestens {{min}} Liste/n.
fr_ch: La sélection n’est pas terminée. Assurez-vous de sélectionner au moins {{min}} liste(s).
it_ch: La selezione non è completa. Assicurarsi di scegliere almeno {{min}} lista/e.

source: The Start Voting Key (identified with a TRIANGLE), is a set of numbers or a combination of letters and numbers provided in your Voting Card via postal mail. You will have to type them in the first screen of the portal to identify yourself and to start the voting process. Note: If you enter a wrong key or leave spaces in blank the system will inform you with an error message.
de_ch: Der Initialisierungscode (gekennzeichnet mit einem DREIECK) besteht aus einer Reihe von Zahlen oder einer Kombination aus Zahlen und Buchstaben, die sich auf @@voting_card_1.de@@ befinden. Sie müssen den Initialisierungscode sowie Ihr Geburtsjahr auf dem Startbildschirm des Portals eintippen, um sich zu identifizieren und den Stimmabgabeprozess zu starten.
fr_ch: Le code d’initialisation (signalé par un TRIANGLE) est une série de chiffres ou une combinaison de chiffres et de lettres inscrite sur @@voting_card_2.fr@@ par courrier. Vous devrez saisir le code d’initialisation sur le premier écran du portail pour vous identifier et démarrer la procédure de vote. Remarque: si vous saisissez un code erroné ou laissez des espaces, le système vous en informera à l’aide d’un message d’erreur.
it_ch: Il codice di inizializzazione (contrassegnato con un TRIANGOLO) consiste in una serie di numeri oppure in una combinazione di numeri e di lettere iscritta sul Suo certificato elettorale. Per identificarsi e iniziare la procedura di voto immetta il codice di inizializzazione e il Suo anno di nascita nella pagina iniziale del portale.

source: The text contains invalid characters.
de_ch: Der Text enthält ungültige Zeichen.
fr_ch: Le texte contient des caractères invalides.
it_ch: Il testo contiene caratteri non validi.

source: The typed text is validated, consists at least of a last name and first name, and can contain any of these valid values:
de_ch: Der eingegebene Text wird überprüft, beinhaltet mindestens einen Namen und Vornamen und kann einen der folgenden gültigen Werte enthalten:
fr_ch: Le texte saisi est validé, doit comprendre au moins un nom et prénom et peut contenir n'importe quelle valeur parmi les valeurs valides suivantes:
it_ch: Il testo digitato è convalidato, deve contenere almeno un nome e un cognome e può contenere uno qualsiasi di questi valori validi:

source: The URL you are using is not correct. For security reasons, you are not allowed to manually refresh the website or use the navigation buttons of your browser. Please restart the voting process using the URL shown on your voting card.
de_ch: Die von Ihnen angegebene URL ist nicht korrekt. Aus Sicherheitsgründen dürfen Sie weder die Website manuell aktualisieren noch die Navigationsschaltflächen Ihres Browsers verwenden. Bitte beginnen Sie erneut mit dem Stimmabgabevorgang und verwenden Sie hierfür die auf @@voting_card_1.de@@ angegebene URL.
fr_ch: L’URL utilisée est erronée. Pour des raisons de sécurité, vous n’êtes pas autorisé(e) à actualiser manuellement la page Internet ou à utiliser les boutons de navigation de votre navigateur. Veuillez redémarrer le processus de vote en utilisant l’URL figurant sur @@voting_card_1.fr@@.
it_ch: L’URL che sta utilizzando è errato. Per motivi di sicurezza non è consentito aggiornare manualmente la pagina o utilizzare i pulsanti di navigazione del browser. La preghiamo di riavviare la procedura di voto utilizzando l’URL riportato sul suo certificato elettorale.

source: The vote you're trying to send is invalid. Please restart the voting process.
de_ch: Die Stimme, die Sie abgeben möchten, ist ungültig. Bitte beginnen Sie den Wahl- oder Abstimmungsvorgang von Neuem.
fr_ch: Le vote que vous essayez d’envoyer est invalide. Veuillez recommencer la procédure de vote.
it_ch: Il voto che si sta tentando di inviare non è valido. Si prega di riavviare il processo di voto.

source: The voting process has been completed.
de_ch: Der Stimmvorgang wurde erfolgreich abgeschlossen.
fr_ch: La procédure de vote est terminée.
it_ch: La procedura di voto è terminata con successo.

source: The write-in has an incorrect format.
de_ch: Das Format der Eingabe ist ungültig.
fr_ch: Le format du vote manuscrit est incorrect.
it_ch: Il formato del write-in è errato.

source: There are some write-ins using a wrong set of characters. Please review the highlighted texts below.
de_ch: In einigen Eingaben werden falsche Zeichen verwendet. Bitte überprüfen Sie die unten markierten Texte.
fr_ch: Certains votes manuscrits utilisent une série de caractères incorrecte. Veuillez vérifier les textes en surbrillance ci-dessous.
it_ch: Ci sono alcuni write-in che stanno utilizzando un set di caratteri sbagliato. Si prega di controllare i testi evidenziati di seguito.

source: This Voting Card is inactive. Please contact the Support team for further details.
de_ch: @@voting_card_3.de@@ ist inaktiv. Bitte kontaktieren Sie @@support.de@@ für weitere Details.
fr_ch: @@voting_card_3.fr@@. Veuillez contacter @@support.fr@@ pour plus de détails.
it_ch: Questo certificato elettorale non è attivo. La preghiamo di contattare @@support.it@@ per maggiori dettagli.

source: To start the voting process, please enter the Start Voting Key as well as your date of birth. The Start Voting Key is on the printed Voting Card that you have received by mail.
de_ch: Geben Sie den Initialisierungscode sowie Ihr Geburtsdatum ein, um mit dem Stimmabgabeprozess zu beginnen. Der Initialisierungscode befindet sich auf @@voting_card_2.de@@, den Sie auf dem Postweg erhalten haben.
fr_ch: Pour démarrer la procédure de vote, veuillez saisir le code d’initialisation ainsi que votre date de naissance. Le code d’initialisation est inscrit sur @@voting_card_2.fr@@ par voie postale.
it_ch: Per avviare la procedura di voto immetta il codice di inizializzazione e la sua data di nascita. Il codice di inizializzazione è riportato sul certificato elettorale cartaceo che ha ricevuto per posta.

source: To start the voting process, please enter the Start Voting Key as well as your year of birth. The Start Voting Key is on the printed Voting Card that you have received by mail.
de_ch: Geben Sie den Initialisierungscode sowie Ihr Geburtsjahr ein, um mit dem Stimmabgabeprozess zu beginnen. Der Initialisierungscode befindet sich auf @@voting_card_2.de@@, den Sie auf dem Postweg erhalten haben.
fr_ch: Pour démarrer la procédure de vote, veuillez saisir le code d’initialisation ainsi que votre année de naissance. Le code d’initialisation est inscrit sur @@voting_card_2.fr@@ par voie postale.
it_ch: Per avviare la procedura di voto immetta il codice di inizializzazione e il Suo anno di nascita. Il codice di inizializzazione è riportato sul certificato elettorale cartaceo che ha ricevuto per posta.

source: To start the voting process, please enter the Start Voting Key. The Start Voting Key is on the printed Voting Card that you have received by mail.
de_ch: Geben Sie den Initialisierungscode ein, um mit dem Stimmabgabeprozess zu beginnen. Der Initialisierungscode befindet sich auf @@voting_card_2.de@@, den Sie auf dem Postweg erhalten haben.
fr_ch: Pour démarrer la procédure de vote, veuillez saisir le code d’initialisation. Le code d’initialisation est inscrit sur @@voting_card_2.fr@@ par voie postale.
it_ch: Per avviare la procedura di voto immetta il codice di inizializzazione. Il codice di inizializzazione è riportato sul certificato elettorale cartaceo che ha ricevuto per posta.

source: Type the name, first name and additional information
de_ch: Geben Sie den Namen, Vornamen und weitere Angaben ein
fr_ch: Veuillez saisir le nom, prénom et des informations complémentaires
it_ch: Digitare il cognome, il nome e le informazioni aggiuntive

source: Uppercase characters from A to Z
de_ch: Grossbuchstaben von A bis Z
fr_ch: Caractères en majuscule de A à Z
it_ch: Caratteri maiuscoli dalla A alla Z

source: uses a false identity or the identity of another voter;
de_ch: eine falsche Identität oder die Identität einer/eines anderen Stimmberechtigten verwendet;
fr_ch: se présente sous une fausse identité ou atteste faussement de l’identité d’un autre électeur;
it_ch: utilizza una falsa identità o l’identità di un altro elettore;

source: Verify and cast
de_ch: Verifizieren und einwerfen
fr_ch: Vérifier et voter
it_ch: Verificare e votare

source: Verify and Cast
de_ch: Verifizieren und einwerfen
fr_ch: Vérifier et voter
it_ch: Verificare e votare

source: Vote Cast
de_ch: Stimme eingeworfen
fr_ch: Voté
it_ch: Votato

source: Vote Cast Code
de_ch: Finalisierungscode
fr_ch: Code de finalisation
it_ch: Codice di finalizzazione

source: Vote Cast Code: you will have to verify this code is the same as the one you have on your Voting Card.
de_ch: den Finalisierungscode (gekennzeichnet mit einem STERN): Sie müssen überprüfen, dass dieser Code mit dem Code auf @@voting_card_1.de@@ übereinstimmt. Bei Übereinstimmung wissen Sie, dass Ihre Stimme in die elektronische Urne eingeworfen wurde.
fr_ch: Code de finalisation (signalé par une ETOILE): vous devrez vérifier que ce code est le même que celui qui figure sur @@voting_card_1.fr@@. Dans le cas où les codes correspondent vous savez que votre vote a été pris en compte dans l’urne électronique.
it_ch: Codice di finalizzazione (contrassegnato con una STELLA): verifichi se questo codice corrisponde a quello indicato sul Suo certificato elettorale. Se i codici corrispondono Lei ha la conferma che il Suo voto è stato depositato nell’urna elettronica.

source: Voter Portal
de_ch: Wahl- und Abstimmungsportal
fr_ch: Portail de vote
it_ch: Portale di voto

source: votes more than once in a voting template;
de_ch: bei einer Wahl oder Abstimmungsvorlage mehr als einmal abstimmt;
fr_ch: vote plus d’une fois dans une même opération électorale;
it_ch: vota più di una volta per lo stesso oggetto;

source: We are experiencing an internal server error. Please try again later or contact the Support team
de_ch: Es ist ein interner Serverfehler aufgetreten.<br/><br/>Bitte versuchen Sie es später erneut oder kontaktieren Sie @@support.de@@.
fr_ch: Une erreur de serveur interne s’est produite.<br><br>Veuillez réessayer plus tard ou contacter @@support.fr@@.
it_ch: Errore interno del server. <br/><br/>La preghiamo di riprovare più tardi o di contattare @@support.it@@.

source: We are experiencing an internal server error. Please try again later or contact the support team.
de_ch: Es ist ein interner Serverfehler aufgetreten.<br/><br/>Bitte versuchen Sie es später erneut oder kontaktieren Sie @@support.de@@.
fr_ch: Une erreur de serveur interne s’est produite.<br><br>Veuillez réessayer plus tard ou contacter @@support.fr@@.
it_ch: Errore interno del server.<br/><br/>La preghiamo di riprovare più tardi o di contattare @@support.it@@.

source: What are the Choice Codes?
de_ch: Was sind die Prüfcodes?
fr_ch: Que sont les codes de vérification?
it_ch: Cosa sono i codici di verifica?

source: What if codes do not match?
de_ch: Wie gehe ich vor, wenn die Codes nicht übereinstimmen?
fr_ch: Que se passe-t-il si les codes ne correspondent pas?
it_ch: Cosa succede se i codici non corrispondono?

source: What is the Ballot Casting Key?
de_ch: Was ist der Bestätigungscode?
fr_ch: Qu’est-ce que le code de confirmation?
it_ch: Cosa è il codice di conferma?

source: What is the difference between seal and cast?
de_ch: Was ist der Unterschied zwischen „Versiegeln und übermitteln“ und „die Stimme in die elektronische Urne einwerfen“?
fr_ch: Quelle est la différence entre sceller et enregistrer?
it_ch: Qual è la differenza tra «Sigillare e trasmettere» e «votare»?

source: What is the Start Voting Key?
de_ch: Was ist der Initialisierungscode?
fr_ch: Qu’est-ce que le code d’initialisation?
it_ch: Cosa è il codice di inizializzazione?

source: What is the Vote Cast Code?
de_ch: Was ist der Finalisierungscode?
fr_ch: Qu’est-ce que le code de finalisation?
it_ch: Cosa è il codice di finalizzazione?

source: What is the Voting Card?
de_ch: Was ist @@voting_card_4.de@@?
fr_ch: Qu’est-ce que @@voting_card_4.fr@@?
it_ch: Cosa è il certificato elettorale?

source: What is this
de_ch: Was ist das?
fr_ch: De quoi s’agit-il?
it_ch: Di cosa si tratta?

source: White space character
de_ch: Leerzeichen
fr_ch: Caractère espace blanc
it_ch: Spazio bianco

source: Write-in field for position:
de_ch: Feld zur Eingabe eines nicht auf dem Wahlzettel genannten Kandidaten für die folgende Position:
fr_ch: Champ de vote manuscrit pour la position:
it_ch: Campo write-in per posizione:

source: Write-in Position
de_ch: Nicht genannte Person
fr_ch: Vote manuscrit
it_ch: Posizione write-in

source: Year
de_ch: Jahr
fr_ch: Année
it_ch: Anno

source: Year of birth
de_ch: Geburtsjahr
fr_ch: Année de naissance
it_ch: Anno di nascita

source: Yes, cancel
de_ch: Ja, Stimmabgabe abbrechen
fr_ch: Oui, annuler la procédure de vote
it_ch: Sì, abbandonare la procedura di voto

source: Yes, I have taken note of them
de_ch: Ja, ich habe sie zur Kenntnis genommen
fr_ch: Oui, j’en ai pris connaissance
it_ch: Sì, ne ho preso nota

source: Yes, leave
de_ch: Ja, Prozess verlassen
fr_ch: Oui, quitter
it_ch: Interrompere la procedura di voto

source: Yes, seal vote
de_ch: Ja, Stimme versiegeln und übermitteln
fr_ch: Oui, sceller et transmettre le vote
it_ch: Sì, apporre il sigillo al voto

source: You abandoned the process in this step. Continue voting.
de_ch: Sie haben den Prozess der Stimmabgabe in diesem Schritt verlassen. Bitte geben Sie den Bestätigungscode ein, um Ihre Stimme definitiv abzugeben.
fr_ch: Vous avez quitté la procédure de vote à ce stade. Veuillez saisir le code de confirmation pour enregistrer votre vote de manière définitive.
it_ch: Lei ha interrotto la procedura di voto in questa fase. La preghiamo di immettere il codice di conferma per esprimere il Suo voto in modo definitivo.

source: You already selected this candidate
de_ch: Bereits ausgewählt
fr_ch: Déjà sélectonné
it_ch: Questo candidato è già stato selezionato

source: You already selected this candidate on the current position
de_ch: Auf dieser Listenposition bereits ausgewählt
fr_ch: Déjà sélectionné(e) sur la position actuelle
it_ch: Questo candidato è già stato selezionato nella posizione corrente

source: You are able to leave the voting process at any time before casting your vote. Remember that in order to cast your vote and to complete the voting process you must enter the Ballot Casting Key, sealing your options is not enough. If you leave the process without sealing your vote your selection will be lost. If you leave the process after sealing your vote your selection will be saved. If you have sealed your options but you have not verified them by entering the Ballot Casting Key, your vote will not be cast. You will have to return to the platform to confirm your vote with the Ballot Casting Key to make it effective.
de_ch: Sie können den Stimmabgabeprozess jederzeit verlassen, bevor Sie in Schritt 3 die Stimme in die elektronische Urne eingeworfen haben. Denken Sie daran, dass Sie Ihren Bestätigungscode eingeben müssen, um Ihre Stimme in die elektronische Urne einzuwerfen und den Stimmabgabeprozess abzuschliessen.<br/><br/>Wenn Sie den Prozess verlassen, bevor Sie Ihre Stimme im Schritt 2 versiegelt und übermittelt haben, gehen Ihre Antworten verloren. In diesem Fall müssen Sie wieder bei Schritt 1 beginnen und Ihre Stimme neu erfassen. Wenn Sie den Prozess unter Schritt 3 verlassen, werden Ihre Antworten gespeichert. Wenn Sie sich nach der Eingabe von Initialisierungscode und Geburtsjahr neu identifizieren, fahren Sie bei Schritt 3 weiter. Wenn Sie sich nochmals einloggen, sehen Sie nur die Prüfcodes.<br/><br/>Solange Sie den Bestätigungscode noch nicht eingegeben haben, können Sie jederzeit den Prozess der elektronischen Stimmabgabe abbrechen und stattdessen brieflich oder an der Urne wählen oder abstimmen.
fr_ch: Vous pouvez quitter la procédure de vote à tout moment avant l’étape 3 (« Voter »). Veuillez noter que pour terminer la procédure de vote, vous devez saisir le code de confirmation. <br/><br/>Si vous quittez la procédure sans avoir scellé et transmis votre choix à l’étape 2, votre choix sera perdu et vous recommencez à l’étape 1 « Choisir ». Si vous quittez la procédure à l’étape 3, votre choix sera sauvegardé. Si vous vous identifiez de nouveau en indiquant votre code d’initialisation ainsi que de l’année de naissance, vous pourrez continuer la procédure à l’étape 3. Lorsque vous vous reconnectez, vous ne verrez que les codes de vérification.<br/><br/>Tant que vous n’avez pas saisi le code de confirmation, vous pouvez en tout temps interrompre la procédure de vote électronique et voter par correspondance ou à l’urne.
it_ch: Può interrompere la procedura di voto in ogni momento prima della fase 3 («Votare»). Noti bene che per terminare la procedura di voto deve immettere il codice di conferma. <br/><br/>Se interrompe la procedura senza aver sigillato e trasmesso il Suo voto nella fase 2, il voto sarà perduto e la procedura ricomincerà nella fase 1 «Scegliere». Se interrompe la procedura nella fase 3, il Suo voto sarà memorizzato. Identificandosi nuovamente immettendo il Suo codice di inizializzazione e l’anno di nascita, potrà riprendere la procedura nella fase 3. Quando si ricollegherà, vedrà solo i codici di verifica.<br/><br/>Finché non ha immesso il codice di conferma, Lei può in ogni momento abbandonare la procedura di voto elettronico e votare per corrispondenza o alle urne.

source: You are about to send your vote
de_ch: Sie sind im Begriff, Ihre Stimme zu übermitteln
fr_ch: Vous êtes sur le point de transmettre votre vote
it_ch: Sta per inviare il suo voto

source: You can return and start the online voting process again or vote in paper.
de_ch: Sie können zurückkehren und den Prozess der elektronischen Stimmabgabe erneut starten oder die Stimme in Papierform abgeben.
fr_ch: Vous pouvez retourner au début et redémarrer la procédure de vote en ligne ou voter sur papier.
it_ch: Può tornare all’inizio e ricominciare la procedura di voto elettronico oppure votare su carta.

source: You can select your options by clicking the checkboxes in the list. If you wish to change your choices deselect the checkbox and click in the final option box.
de_ch: Um Ihre Entscheidung zu ändern, klicken Sie einfach das andere Kontrollkästchen an oder löschen Sie Ihre Eingabe.<br/><br/>Um eine Kandidatin oder Kandidaten zu wählen, klicken Sie auf "Auswählen" und wählen Sie eine Liste oder eine Kandidatin oder Kandidaten aus. Wählen Sie keine Kandidatin oder Kandidaten aus, wenn Sie leer stimmen möchten.<br/>Um Ihre Entscheidung zu ändern, klicken Sie auf "Ändern" oder "Löschen".
fr_ch: Si vous souhaitez changer vos choix, vous pouvez désélectionner les cases et en choisir d’autres.<br/><br/>Pour élire un(e) candidat(e), cliquez sur « Choisir » pour sélectionner une liste ou un(e) candidat(e). Ne choisissez aucun(e) candidat(e) si vous souhaitez voter blanc.<br/>Si vous souhaitez changer vos choix, vous pouvez cliquer sur «modifier» ou «effacer».
it_ch: Se desidera cambiare le Sue scelte può deselezionarle e selezionarne altre.<br/><br/>Per eleggere un/una candidato/a, clicchi su «Scegliere» per selezionare una lista o un/una candidato/a. Se desidera lasciare la scheda bianca, non scelga nessun candidato.<br/>Se desidera cambiare le sue scelte, clicchi su «modifica» o «cancella».
