Repository: famoser/post-evoting
Catalog: voter-portal/src/i18n/rm_CH.po
Languages: rm_ch

source: (no option chosen)
rm_ch: (fatg nagina selecziun)

source: A desktop computer with a recent version of Ubuntu and one of the latest version of Chrome or Firefox
rm_ch: In computer desktop cun ina versiun actuala dad Ubuntu ed ina versiun actuala da Chrome u Firefox

source: A desktop computer with a recent version of Windows and one of the latest version of MS Edge, Internet Explorer, Chrome or Firefox
rm_ch: In computer desktop cun ina versiun actuala da Windows ed ina versiun acuala da MS Edge, Internet Explorer, Chrome u Firefox

source: A device with Android and Chrome mobile
rm_ch: In apparat cun Android e cun Chrome Mobile

source: A device with iOS and Safari mobile
rm_ch: In apparat cun iOS e Safari mobile

source: A Mac with a recent version of macOS and Safari
rm_ch: In Mac cun ina versiun actuala dad macOS e Safari

source: After confirming your vote, your vote is cast and you can no longer vote by mail or at the ballot box.
rm_ch: Suenter che Vus avais confermà Vossa vusch, avais Vus votà e na pudais betg pli votar per posta u a l'urna.

source: After sealing the ballot you will not be able to change your choices
rm_ch: Suenter che Vus avais sigillà Vossa vusch, na pudais Vus betg pli midar quella

source: alienates, misappropriates or adds ballot papers;
rm_ch: modifitgescha, defraudescha u agiunscha cedels da votar;

source: All Lists
rm_ch: Tut las glistas

source: Anyone in particular may be punished with imprisonment or a fine under Articles 279 to 283 of the Criminal Code:
rm_ch: Cun in chasti da detenziun u cun in chasti pecuniar tenor ils artitgels 279 fin 283 dal <a href="https://www.admin.ch/opc/rm/classified-compilation/19370083/index.html#id-ni17-ni34" target="_blank">Cudesch penal svizzer</a> po vegnir chastià en spezial, tgi che:

source: Are you sure you want to cancel the voting process?
rm_ch: Vulais Vus propi interrumper il process da votaziun?

source: Are you sure you want to leave the voting process?
rm_ch: Vulais Vus propi bandunar il process da votaziun?

source: Are you sure you want to navigate away?
rm_ch: Vulais Vus propi bandunar il process da votaziun?

source: attempts to destroy, destroy, modify or alter ballot papers, registers or other materials used to determine the results of votes, in whole or in part.
rm_ch: destruescha dal tuttafatg u parzialmain, emprova da destruir, mida u emprova da midar cedels da votar, registers electorals u auter material che serva ad eruir ils resultats da la votaziun.

source: Authentication and retrieving Ballot Information done
rm_ch: Process d'autentificaziun e da dumandar infurmaziuns davart la votaziun terminà

source: Authentication and retrieving Ballot Information in progress
rm_ch: Process d'autentificaziun e da dumandar infurmaziuns en elavuraziun

source: Authentication done
rm_ch: Autentificaziun terminada

source: Authentication in progress
rm_ch: Autentificaziun en elavuraziun

source: Ballot Casting Key
rm_ch: Code da conferma

source: Ballot Casting Key: you will have to introduce this key to validate your options and cast the vote.
rm_ch: Code da conferma: Vus stuais endatar quest code per confermar Vossa selecziun e vuschar.Code da conferma (segnà cun in PENTAGON): Vus stuais endatar quest code per confermar ch'ils codes da controlla inditgads èn corrects. Cur che Vus avais endatà il code da conferma vegn Vossa vusch messa en l'urna electronica.

source: Ballot sealed
rm_ch: Vusch sigillada e transmessa

source: Blank vote is not allowed. Please make your choice from the options provided below.
rm_ch: I n'è betg permess d'abstegnair la vusch. Tscherni p.pl. da las opziuns dadas qua sut.

source: Breadcrumb
rm_ch: Fil da l'Ariadne

source: Browser compatibility
rm_ch: Cumpatibilitad cun il navigatur

source: Can I change my selection?
rm_ch: Poss jau midar mia selecziun?

source: Can I leave or cancel my voting anytime?
rm_ch: Poss jau interrumper u bandunar da tut temp mia votaziun?

source: Cancel
rm_ch: Interrumper

source: Cancel the process
rm_ch: Interrumper il process

source: Candidates
rm_ch: Candidats

source: Cast vote
rm_ch: Consegnar la vusch

source: Casting vote
rm_ch: Consegnar la vusch

source: Change
rm_ch: Modifitgar

source: Change choices
rm_ch: Midar la selecziun

source: CHANGE LIST
rm_ch: MODIFITGAR GLISTA

source: Choice Codes
rm_ch: Codes da controlla

source: Choice codes generated
rm_ch: Generar ils codes da controlla

source: Choice Codes: you will have to verify that the displayed codes match the ones you have in your Voting Card.
rm_ch: Codes da controlla: Vus stuais controllar ch'ils codes inditgads correspundan als

source: Choose
rm_ch: Endatar la vusch

source: Clean in one go the ballot casting key
rm_ch: Stizzar en in pass il code da conferma

source: Clean in one go the start voting key provided
rm_ch: Stizzar en in pass il code d'inizialisaziun retschavì

source: Clear
rm_ch: Stizzar

source: Clear candidate
rm_ch: Stizzar il candidat

source: Clear current candidate
rm_ch: Stizzar il candidat actual

source: Clear current list
rm_ch: Stizzar la glista actuala

source: Clear current option
rm_ch: Stizzar l'opziun actuala

source: Clear list
rm_ch: Stizzar la glista

source: CLEAR LIST
rm_ch: STIZZAR GLISTA

source: Click on "Choose" or "Change". At the bottom, you will find the possibility to select a write-in option. By selecting this option, you can enter your choice in a write-in field.
rm_ch: Cliccar sin "Endatar la vusch" u "Modifitgar". Giusut avais Vus l'opziun da nudar Vossa tscherna en in champ che Vus pudais emplenir sezza/sez.

source: Click on the contest to collapse or expand the contest.
rm_ch: Cliccar sin la votaziun a l'urna per l'engrondir u empitschnir

source: Close
rm_ch: Serrar

source: Close message
rm_ch: Serrar il messadi

source: Confirm action
rm_ch: Confermar l'acziun

source: Continue process
rm_ch: Cuntinuar l'operaziun

source: Continue to review
rm_ch: Vinavant

source: Cumulate
rm_ch: Cumular

source: Cumulate candidate:
rm_ch: Cumular il candidat:

source: Cumulate current candidate
rm_ch: Cumular il candidat actual

source: Current step:
rm_ch: Pass actual:

source: Date of birth
rm_ch: Data da naschientscha

source: Day
rm_ch: Di

source: Details
rm_ch: indicaziuns pli detagliadas

source: Details of the list:
rm_ch: Detagls davart la glista:

source: Do the generated Choice Codes above match the ones on your Voting Card? Then, enter your Ballot Casting Key below.
rm_ch: Correspundan ils codes da controlla generads als codes sin Voss attest da votar? Sche quai è il cas, endatai qua sutvart Voss code da conferma.

source: Do the generated codes above match the ones on your Voting Card? If so, your vote has been correctly cast.
rm_ch: Correspunda il code generà qua sura al code sin Voss attest da votar? Sche quai è il cas, è Vossa vusch vegnida messa cun success en l'urna electronica.

source: Do you want to seal your vote? After sealing your vote, you cannot change your selections anymore.
rm_ch: Vulais Vus sigillar Vossa vusch? Suenter che Vus avais sigillà Vossa vusch, na pudais Vus betg pli midar Vossas tschernas.

source: During the voting process, please do not use the navigation buttons of your web browser or manually refresh the website, since you might lose your session.
rm_ch: Durant votar na duessas Vus betg utilisar las frizzas da navigaziun da Voss navigatur u actualisar manualmain la website, damai che quai pudess terminar Vossa sesida cun questa website.

source: Enter the Start Voting Key provided in the Voting Card you received and your date of birth. Then press START.
rm_ch: Endatai Voss code da conferma e Vossa data da naschientscha. Lura smatgai CUMENZAR.

source: Enter the Start Voting Key provided in the Voting Card you received and your year of birth. Then press START.
rm_ch: Endatai Voss code da conferma e Voss onn da naschientscha. Lura smatgai CUMENZAR.

source: Enter the Start Voting Key provided in the Voting Card you received. Then press START.
rm_ch: Endatai il code da conferma. Lura smatgai CUMENZAR.

source: For additional security, we recommend you to clear your browser cache to remove any data related to your vote. You can find an instruction <a href="https://www.evoting.ch#rules">here</a>
rm_ch: Nus cussegliain a Vus da svidar il cache dal navigatur suenter mintga votaziun/elecziun. In'instrucziun co stizzar la cronologia dal navigatur chattais Vus <a href="https://www.evoting.ch/rm#rules">qua</a>.

source: For any question provided, you can either choose YES, NO or leave it blank if you wish to cast a blank vote.
rm_ch: Per mintga dumonda pudais Vus tscherner GEA, NA u nagut.

source: For each question, you should check that the displayed code is the one that identifies your selection. This code confirmation is compulsory for security purposes.
rm_ch: Controllai tar mintga dumonda ch'il code inditgà saja quel che identifitgescha Vossa selecziun. Per motivs da segirezza èsi obligatoric da confermar quest code.

source: Generating choice codes
rm_ch: Ils codes da controlla vegnan generads

source: Have you taken note of the above-mentioned penal provisions?
rm_ch: Avais Vus prendì enconuschientscha da las disposiziuns penalas qua survart?

source: Help
rm_ch: Agid

source: Hide
rm_ch: Zuppentar

source: Hide options for:
rm_ch: Zuppentar las opziuns per:

source: How can I use write-ins?
rm_ch: Co poss jau eleger candidats che n'èn betg sin la glista?

source: How do I start?
rm_ch: Co cumenzar?

source: How to make a choice?
rm_ch: Co respund jau ad ina dumonda da votaziun u co tschern jau ina candidata u in candidat?

source: If possible, please provide additional information (year of birth or address) to clearly identify the candidate.
rm_ch: Sche pussaivel inditgai ulteriuras infurmaziuns (onn da naschientscha u adressa) per identifitgar claramain il candidat.

source: If you cancel your voting process you will lose your choices.
rm_ch: Sche Vus interrumpais Voss process da votar, va a perder Vossa selecziun.

source: If you change the list, all selected candidates will be cleared
rm_ch: Sche Vus midais la glista, vegn annullada la tscherna actuala da las candidatas e dals candidats elegids.

source: If you clear the list, all selected candidates will be cleared
rm_ch: Sche Vus stizzais la glista, vegn annullada la tscherna actuala da las candidatas e dals candidats elegids.

source: In the Voting Card you will find:
rm_ch: Sin l'attest da votar chattais Vus:

source: Incorrect key. Check the key provided in the Voting card and try again.
rm_ch: Il code è fauss. Controllai il code sin l'attest da votar ed empruvai anc ina giada.

source: Incorrect. You have {{errors.validationErrorArgs[0]}} attempts left. Review the Key provided in your Voting Card and try again
rm_ch: Incorrect. Vus avais anc {{errors.validationErrorArgs[0]}} emprovas. Controllai il code sin Voss attest da votar ed empruvai anc ina giada.

source: Incorrect. You have {{retries}} attempts left. Review the key provided in your Voting Card and the date of birth and try again.
rm_ch: Betg correct. Vus avais {{retries}} ulteriuras emprovas. Verifitgai il code d'inizialisaziun che Vus chattais sin Voss attest da votar e la data da naschientscha ed empruvai anc ina giada.

source: Incorrect. You have {{retries}} attempts left. Review the key provided in your Voting Card and the year of birth and try again.
rm_ch: Incorrect. Vus avais anc {{retries}} emprovas. Controllai il code sin Voss attest da votar e l'onn da naschientscha ed empruvai anc ina giada.

source: Information on sealing
rm_ch: Infurmaziun davart sigillar e trametter la vusch

source: Information on vote confirmation
rm_ch: Infurmaziun davart la conferma da la votaziun

source: It is mandatory to choose at least one of the given options
rm_ch: Vus stuais selecziunar almain ina da las opziuns dadas

source: Language navigation
rm_ch: Navigaziun cun la lingua

source: Leave the Process
rm_ch: Bandunar il process

source: Leave the process
rm_ch: Bandunar il process

source: List of parties and candidates
rm_ch: Glista da las partidas, da las candidatas e dals candidats

source: List of steps needed for voting
rm_ch: Glista dals pass ch'èn necessaris per la votaziun

source: Lists
rm_ch: Glistas

source: Logging you in. Please wait.
rm_ch: Vus vegnis connectà. Spetgai p.pl.

source: Logging you in...looks like this is taking some time. Please be patient.
rm_ch: Vus vegnis connectà. I pudess durar in mument. Grazia per Vossa pazienza.

source: Lowercase characters from a to z
rm_ch: Minusclas dad a fin z

source: Month
rm_ch: mais

source: More information about valid and invalid characters.
rm_ch: Dapli infurmaziuns davart segns valaivels e nunvalaivels.

source: No candidate chosen
rm_ch: Nagin candidat tschernì

source: No list chosen
rm_ch: Nagina glista tschernida

source: No Results Found. Try again using another search
rm_ch: Chattà nagut. Empruvai anc ina giada cun in'autra tschertga.

source: No, change selection
rm_ch: Na, modifitgar la selecziun

source: No, continue voting
rm_ch: Na, cuntinuar cun la votaziun

source: Numeric characters from 0 to 9
rm_ch: Cifras da 0 fin 9

source: Once the displayed codes match the ‘Choice Codes’ you should type the ‘Ballot Casting Key’ (provided in the Voting card by traditional mail) to confirm your vote. This action will effectively cast your vote.
rm_ch: Sch'ils codes inditgads correspundan cun il ‘code da controlla’, stuais Vus endatar il ‘code da conferma’ (sin l'attestat da votar survegnì per posta) per confermar Vossa votaziun. Cun quest pass dais Vus definitivamain giu Vossa vusch.

source: Once you are in the review and seal screen, you can change your options by clicking on the link “change” If your selection is final, click on the “Seal” button to seal the ballot. You will not be able to change it electronically after this point. This process may take a few seconds.
rm_ch: En il pass da controllar e sigillar pudais Vus midar Vossa selecziun cun cliccar sin “Midar”. <br/><br/>Votaziuns: cliccar sin "Midar la selecziun" tar la resposta correspundenta per modifitgar la selecziun.<br/>Elecziuns: cliccar sin "Midar la selecziun" per modifitgar la selecziun.<br/><br/>Sche Vossa selecziun è definitiva, cliccai sin “Sigillar” per sigillar Vossa votaziun. Suenter na pudais Vus far naginas midadas pli. Il process po durar in mument.

source: Option
rm_ch: Selecziun

source: Page not found
rm_ch: Betg chattà la pagina.

source: Penal provisions concerning the use of the voting portal
rm_ch: Prescripziuns penalas concernent il portal da votaziun

source: Pending step:
rm_ch: Pass pendent:

source: Please click on "Choose" or "Change" to display the list of candidates.
rm_ch: P.pl. cliccar sin "Endatar la vusch" per mussar la glista dals candidats.

source: Please click on "Choose" or "Change" to display the list of candidates. You also have the possibility to choose a write-in candidate. For more information see:
rm_ch: P.pl. cliccar sin "Endatar la vusch" per mussar la glista dals candidats.

source: Please click on "Choose" to display the list of candidates. You can accumulate candidates only if there are empty positions.
rm_ch: P.pl. cliccar sin "Endatar la vusch" per mussar la glista dals candidats. Vus pudais mo cumular, sch'igl ha posiziuns libras.

source: Please fill all the fields
rm_ch: Empleni p.pl. tut ils champs

source: Please introduce a valid date
rm_ch: Inditgai p.pl. ina data valaivla

source: Please introduce a valid year of birth
rm_ch: Inditgai p.pl. in onn da naschientscha valaivel

source: Please introduce the Ballot Casting Key provided in your Voting Card
rm_ch: Endatai p.pl. il code da conferma ch'è inditgà sin Voss attest da votar

source: Please introduce the Start Voting Key provided in your Voting Card
rm_ch: Endatai p.pl. il code d'inizialisaziun ch'è inditgà sin Voss attest da votar

source: Please introduce your year of birth
rm_ch: Endatai per plaschair Voss onn da naschientscha.

source: Please match the code carefully with the one you can find in your Voting Card.
rm_ch: Cumparegliai p.pl. il code cun il code che Vus chattais sin Voss attest da votar.

source: Please note that you still need to confirm your choices in the next step, before your vote will be definitely stored in the ballot box.
rm_ch: Prendai p.pl. enconuschientscha dal fatg che Vus stuais confermar Vossas tschernas en in proxim pass, avant che Vossa vusch vegnia messa definitivamain en l'urna.

source: Please note the voting process has not been completed.
rm_ch: Resguardai p.pl. ch'il process da votaziun n'è betg vegnì terminà. Sche Vus As annunziais anc ina giada, vesais Vus mo ils codes da controlla.

source: Please use only numbers (0-9)
rm_ch: P.pl. duvrar sulettamain dumbers (0-9)

source: Position {{$index + 1}} of {{choicesCodeForGroup.length}}:
rm_ch: Posiziun {{$index + 1}} da {choicesCodeForGroup.length}}:

source: Position {{$index + 1}} of {{contest.selectedCandidates.length}}:
rm_ch: Posiziun {{$index + 1}} da {{contest.selectedCandidates.length}}:

source: Position {{$index + 1}} of {{group.selectedCandidates.length}}:
rm_ch: Posiziun {{$index + 1}} da {{group.selectedCandidates.length}}:

source: Position {{position + 1}} of {{contest.candidatesQuestion.maxChoices}}:
rm_ch: Posiziun {{position + 1}} da {{contest.candidatesQuestion.maxChoices}}:

source: Quit
rm_ch: Terminar

source: Retrieving Ballot Information done
rm_ch: Process da dumandar infurmaziuns davart la votaziun terminà

source: Retrieving Ballot Information in progress
rm_ch: Process da dumandar infurmaziuns davart la votaziun en elavuraziun

source: Review and Seal
rm_ch: Sigillar e transmetter

source: Review your choices and seal your ballot.
rm_ch: Controllai Vossa vusch avant che Vus la sigillais e la transmettais.

source: Seal ballot
rm_ch: Sigillar e transmetter

source: Sealing ballot
rm_ch: Vossa vusch vegn sigillada e transmessa

source: Sealing Ballot ... looks this is taking some time. Please be patient.
rm_ch: Vossa vusch vegn sigillada ... Quai po durar in mument. Grazia per Vossa pazienza.

source: Sealing Ballot ... please wait
rm_ch: La vusch vegn sigillada e transmessa ... Spetgar p.pl.

source: Sealing ballot. Please wait.
rm_ch: La vusch vegn sigillada. Spetgar p.pl.

source: Sealing your Ballot
rm_ch: Vossa vusch vegn sigillada

source: Search a candidate by name
rm_ch: Tschertga d'ina candidata u d'in candidat tenor il num

source: Search a list by name
rm_ch: Tschertga d'ina glista cun nums

source: Search and Select a candidate
rm_ch: Tschertgar e selecziunar ina candidata u in candidat

source: Search and select a list
rm_ch: Tschertgar e selecziunar ina glista

source: Search candidate
rm_ch: Tschertgar ina candidata u in candidat

source: Search list
rm_ch: Tschertgar ina glista

source: Search results
rm_ch: Tschertgar resultats

source: See the generated Choice Codes below. To cast your ballot please check they match with those provided in your Voting Card.
rm_ch: Qua sutvart chattais Vus ils codes da controlla generads. Cumparegliai quels cun ils codes sin Voss attest da votar per dar giu Vossa vusch.

source: See the valid ones
rm_ch: Vesair ils valaivels

source: Select
rm_ch: Selecziunar

source: Select answers
rm_ch: Dar Vossa vusch

source: Select candidate:
rm_ch: Selecziunar candidat:

source: Select list:
rm_ch: Selecziunar glista:

source: Selected
rm_ch: Selecziunà

source: Selected in another list
rm_ch: Selecziunà en in'autra glista

source: Selected list:
rm_ch: Glista selecziunada:

source: Show
rm_ch: Mussar

source: Show candidates from
rm_ch: Mussar las candidatas ed ils candidats da

source: Show only already selected candidates
rm_ch: Mussar mo ils candidats selecziunads

source: Show options for:
rm_ch: Mussar las opziuns per:

source: Some texts contain an invalid set of characters or an invalid format. Please review the highlighted options below and use valid characters and a valid format. See the errors displayed above each input for more details
rm_ch: Tscherts texts cuntegnan segns nunvalaivels u èn scrits en in format nunvalaivel. Guardai p.pl. las opziuns marcadas sutvart ed utilisai segns valaivels ed in format valaivel. Controllai il messadi d’errur per dapli infurmaziuns

source: Something is wrong in the highlighted areas below. Please review and change them when needed.
rm_ch: Insatge n'è betg correct en ils champs marcads qua sutvart. Controllai e midai p.pl. quai che fa da basegn.

source: Sorry, the Election has not started yet
rm_ch: Perstgisai, la votaziun n'è betg anc averta

source: Sorry, the Election is over
rm_ch: Perstgisai, la votaziun è terminada.

source: Start
rm_ch: Cumenzar

source: Start Voting
rm_ch: Cumenzar cun la votaziun

source: Start voting
rm_ch: Cumenzar cun la votaziun

source: Start Voting (current step)
rm_ch: Code d'inizialisaziun (pass actual)

source: Start Voting Key
rm_ch: Code d'inizialisaziun

source: Start Voting Key: you will have to introduce this key to get into the voting platform.
rm_ch: Code d'inizialisaziun: Vus stuais endatar quest code per arrivar a la plattafurma da votar.

source: Starting
rm_ch: Partenza

source: Starting. Please wait.
rm_ch: Vegn avert. P.pl. spetgar.

source: Step
rm_ch: Pass

source: Step completed:
rm_ch: Cumplettà il pass:

source: Terms and Conditions
rm_ch: Disposiziuns legalas

source: Terms and Conditions (previous step)
rm_ch: Las cundiziuns generalas da fatschenta (pass precedent)

source: Thanks for voting
rm_ch: Grazia fitg che Vus avais votà.

source: The Ballot Casting Key (identified with a PENTAGON) is a key to validate your options and cast the vote.
rm_ch: Il code da conferma (segnà cun in PENTAGON) è in code per controllar Vossa selecziun e dar giu Vossa vusch.

source: The Choice Codes are also provided in your Voting Card via postal mail and are identified with a DIAMOND.
rm_ch: Ils codes da controlla survegnis Vus era cun Voss attest da votar per posta. Els èn segnads cun in DIAMANT.

source: The Choice Codes are an array of numbers that will be displayed onscreen together with the list of questions.
rm_ch: Ils codes da controlla èn ina retscha da cifras che vegn mussada sin il monitur ensemen cun la glista da dumondas.

source: The following special characters:
rm_ch: Ils suandants segns spezials:

source: The Internet connection is lost. Please try again later.
rm_ch: La connexiun d'internet è interruta. Empruvai p.pl. anc ina giada pli tard.La connexiun d'internet è interruta. P.pl. empruvar anc ina giada pli tard.

source: The selection is not completed. Make sure you choose an answer for the highlighted questions.
rm_ch: La selecziun n'è betg cumpletta. Controllai che Vus hajas tschernì ina resposta per las dumondas marcadas.

source: The selection is not completed. Make sure you choose at least {{min}} candidate/s.
rm_ch: La selecziun n'è betg cumpletta. Controllai che Vus hajas tschernì almain {{min}} candidat/s.

source: The selection is not completed. Make sure you choose at least {{min}} list/s.
rm_ch: La selecziun n'è betg cumpletta. Controllai che Vus hajas tschernì almain {{min}} glista/s.
