Repository: famoser/post-evoting
Catalog: voter-portal/src/i18n/rm_CH.po
Languages: rm_ch

source: The Start Voting Key (identified with a TRIANGLE), is a set of numbers or a combination of letters and numbers provided in your Voting Card via postal mail. You will have to type them in the first screen of the portal to identify yourself and to start the voting process. Note: If you enter a wrong key or leave spaces in blank the system will inform you with an error message.
rm_ch: Il code d'inizialisaziun (segnà cun in TRIANGUL) consista d'ina sequenza da cifras u d'ina cumbinaziun da cifras e da bustabs che sa chatta sin Voss attest da votar che Vus avais survegnì per posta. Vus stuais endatar el sin la pagina da partenza dal portal per As identifitgar e per cumenzar cun il process da votaziun. Remartga: sche Vus endatais in code incorrect u laschais spazis vids tranteren, infurmescha il sistem Vus cun in messadi d'errur.

source: The text contains invalid characters.
rm_ch: Il text cuntegna segns nunvalaivels.

source: The typed text is validated, consists at least of a last name and first name, and can contain any of these valid values:
rm_ch: Il text endatà è vegnì confermà e po cuntegnair las suandantas valurs valaivlas:

source: The URL you are using is not correct. For security reasons, you are not allowed to manually refresh the website or use the navigation buttons of your browser. Please restart the voting process using the URL shown on your voting card.
rm_ch: L'URL che Vus utilisais n'è betg correcta. Per motivs da segirezza na dastgais Vus betg actualisar manualmain la website u duvrar las frizzas da navigaziun da Voss navigatur. Cumenzai p.pl. il process da votar cun l'URL che Vus chattais sin Vossa carta da votar.

source: The vote you're trying to send is invalid. Please restart the voting process.
rm_ch: La vusch che Vus empruvais da dar giu è nunvalaivla. Reinizialisai p.pl. il process da votar.

source: The voting process has been completed.
rm_ch: Il process da votar è vegnì terminà cun success.

source: The write-in has an incorrect format.
rm_ch: Il format da l'endataziun n'è betg correct.

source: There are some write-ins using a wrong set of characters. Please review the highlighted texts below.
rm_ch: Insaquants dals candidats che Vus avais agiuntà han segns nunvalaivels. Controllai p.pl. ils texts marcads qua sut.

source: This Voting Card is inactive. Please contact the Support team for further details.
rm_ch: Quest attest da votar è inactiv. Contactai p.pl. il @@support.rm@@ per ulteriurs detagls.

source: To start the voting process, please enter the Start Voting Key as well as your date of birth. The Start Voting Key is on the printed Voting Card that you have received by mail.
rm_ch: Per cumenzar cun il process da votaziun stuais Vus endatar il code d'inizialisaziun e Vossa data da naschientscha. Il code d'inizialisaziun chattais Vus sin l'attest da votar che Vus avais survegnì per e-mail.

source: To start the voting process, please enter the Start Voting Key as well as your year of birth. The Start Voting Key is on the printed Voting Card that you have received by mail.
rm_ch: Per cumenzar cun il process da votaziun stuais Vus endatar il code d'inizialisaziun e Voss onn da naschientscha. Il code d'inizialisaziun chattais Vus sin l'attest da votar che Vus avais survegnì per e-mail.

source: To start the voting process, please enter the Start Voting Key. The Start Voting Key is on the printed Voting Card that you have received by mail.
rm_ch: Per cumenzar cun il process da votaziun stuais Vus endatar il code d'inizialisaziun. Quel è inditgà sin l'attest da votar che Vus avais survegnì per e-mail.

source: Type the name, first name and additional information
rm_ch: Endatar il num ed ulteriuras infurmaziuns

source: Uppercase characters from A to Z
rm_ch: Maiusclas dad A fin Z

source: uses a false identity or the identity of another voter;
rm_ch: dovra ina faussa identitad u l'identitad d'ina autra votanta u d'in auter votant;

source: Verify and cast
rm_ch: Verifitgar e consegnar

source: Verify and Cast
rm_ch: Verifitgar e consegnar

source: Vote Cast
rm_ch: Consegnà la vusch

source: Vote Cast Code
rm_ch: Code da finalisaziun

source: Vote Cast Code: you will have to verify this code is the same as the one you have on your Voting Card.
rm_ch: Code da finalisaziun: Vus stuais controllar, sche quest code correspunda al code sin Voss attest da votar.

source: Voter Portal
rm_ch: Portal dals votants

source: votes more than once in a voting template;
rm_ch: votescha dapli ch'ina giada a chaschun dal medem project da votaziun;

source: We are experiencing an internal server error. Please try again later or contact the Support team
rm_ch: Noss server intern ha chaschunà in sbagl. Empruvai p.pl. anc ina giada pli tard u contactai il @@support.rm@@

source: We are experiencing an internal server error. Please try again later or contact the support team.
rm_ch: Noss server intern ha chaschunà in sbagl. Empruvai p.pl. anc ina giada pli tard u contactai il @@support.rm@@.

source: What are the Choice Codes?
rm_ch: Tge èn ils codes da controlla?

source: What if codes do not match?
rm_ch: Tge fatsch jau, sch'ils codes na correspundan betg in a l'auter?

source: What is the Ballot Casting Key?
rm_ch: Tge è il code da conferma?

source: What is the difference between seal and cast?
rm_ch: Tge è la differenza tranter sigillar e votar?

source: What is the Start Voting Key?
rm_ch: Tge è il code d'inizialisaziun?

source: What is the Vote Cast Code?
rm_ch: Tge è il code da finalisaziun?

source: What is the Voting Card?
rm_ch: Tge è l'attest da votar?

source: What is this
rm_ch: Tge è quai?

source: White space character
rm_ch: Spazi vid

source: Write-in field for position:
rm_ch: Champ per agiuntar candidats per posiziun:

source: Write-in Position
rm_ch: Posiziun per agiuntar candidats

source: Year
rm_ch: Onn

source: Year of birth
rm_ch: Onn da naschientscha

source: Yes, cancel
rm_ch: Gea, interrumper la votaziun

source: Yes, I have taken note of them
rm_ch: Gea, jau hai prendì enconuschientscha.

source: Yes, leave
rm_ch: Gea, bandunar il process

source: Yes, seal vote
rm_ch: Gea, sigillar la vusch.

source: You abandoned the process in this step. Continue voting.
rm_ch: Vus avais bandunà en quest pass il process da votaziun. Cuntinuar cun la votaziun.

source: You already selected this candidate
rm_ch: Vus avais gia selecziunà quest candidat

source: You already selected this candidate on the current position
rm_ch: Vus avais gia selecziunà quest candidat in quest posiziun

source: You are able to leave the voting process at any time before casting your vote. Remember that in order to cast your vote and to complete the voting process you must enter the Ballot Casting Key, sealing your options is not enough. If you leave the process without sealing your vote your selection will be lost. If you leave the process after sealing your vote your selection will be saved. If you have sealed your options but you have not verified them by entering the Ballot Casting Key, your vote will not be cast. You will have to return to the platform to confirm your vote with the Ballot Casting Key to make it effective.
rm_ch: Vus pudais bandunar da tut temp il process da votaziun, avant che Vus avais votà. Resguardai che Vus stuais endatar Voss code da conferma per pudair dar giu Vossa vusch e per pudair terminar il process da votaziun, sigillar Vossa selecziun na tanscha betg. <br/><br/>Sche Vus bandunais il process senza sigillar Vossa votaziun, va Vossa selecziun a perder. Sche Vus bandunais il process suenter avair sigillà Vossa votaziun, vegn Vossa selecziun arcunada. Sche Vus avais sigillà Vossa selecziun, na l'avais dentant betg verifitgà cun il code da conferma, na dais Vus betg giu Vossa vusch. Vus stuais returnar sin la plattafurma per confermar Vossa votaziun cun il code da conferma per votar definitivamain.<br/><br/>Uscheditg che Vus n'avais betg endatà il code da conferma, pudais Vus interrumper da tut temp il process da votaziun electronica e votar per posta u a l'urna.

source: You are about to send your vote
rm_ch: Vus essas vi da trametter Vossa vusch.

source: You can return and start the online voting process again or vote in paper.
rm_ch: Vus pudais turnar e cumenzar da nov cun il process da la votaziun electronica u votar per correspundenza u a l'urna.

source: You can select your options by clicking the checkboxes in the list. If you wish to change your choices deselect the checkbox and click in the final option box.
rm_ch: Per far Vossa selecziun, cliccai simplamain sin ils quadrets da controlla en la glista. Sche Vus vulais midar Vossa selecziun, deactivai il quadret da controlla e cliccai en il quadret da selecziun final.<br/><br/>Per eleger ina candidata u in candidat cliccar sin "Eleger" per tscherner ina gliesta u ina candidata resp. in candidat. Betg eleger ina candidata resp. in candidat, sche Vus vulais dar giu in "cedel" vid.<br/>Sche Vus vulais modifitgar Vossa selecziun, pudais Vus cliccar sin "Modifitgar" u sin "Stizzar".

source: You can use both upper and lowercase
rm_ch: I na dependa betg, sche Vus duvrais maiusclas u minusclas.

source: You cancelled the voting process.
rm_ch: Vus avais interrut il process da votaziun.

source: You did not select any list. It will be counted as:
rm_ch: Vus n'avais tschernì nagina glista. Quai vegn quintà sco:

source: You did not select any option. It will be counted as:
rm_ch: Vus n'avais tschernì nagina opziun. Quai vegn quintà sco:

source: You just need to type the name and first name of the desired candidate into the field provided to this aim.
rm_ch: Vus stuais sulettamain endatar il num dal candidat giavischà en il champ respectiv.

source: You left the voting process. Please login again with your Start Voting Key and your date of birth to record your vote permanently.
rm_ch: Vus avais bandunà il process da votaziun. As annunziai per plaschair danovamain cun Voss code d'inizialisaziun e cun Vossa data da naschientscha per memorisar Vossa votaziun permanentamain.

source: You left the voting process. Please login again with your Start Voting Key and your year of birth to record your vote permanently.
rm_ch: Vus avais bandunà il process da votaziun. As annunziai per plaschair danovamain cun Voss code d'inizialisaziun per memorisar Vossa votaziun permanentamain.

source: You left the voting process. Please login again with your Start Voting Key to record your vote permanently.
rm_ch: Vus avais bandunà il process da votaziun. As annunziai per plaschair danovamain per memorisar Vossa votaziun permanentamain.

source: You quit successfully.
rm_ch: Vus avais terminà cun success Vossa votaziun. Sche Vus vulais far la segira ch'i n'è betg pussaivel da trair eventualas conclusiuns davart Vossas votaziuns ed elecziuns sin l'apparat che Vus avais utilisà (computer, tablet, smartphone), cussegliain nus a Vus da svidar il cache dal navigatur suenter mintga votaziun/elecziun. Vus chattais ils instrucziuns co stizzar la cronologia dal navigatur <a href="https://www.evoting.ch/rm#rules" target="_blank">quia</a>.

source: You reached the maximum cumulate allowed
rm_ch: Vus avais cuntanschì la cumulaziun maximala

source: You reached the maximum number of attempts entering your key. Please contact the Support team
rm_ch: Vus avais cuntanschì il dumber permess maximalmain d'emprovas per endatar Voss code. Contactai per plaschair il @@support.rm@@.

source: You reached the maximum number of attempts for entering your keys. Please contact the support team.
rm_ch: Vus avais cuntanschì il dumber permess maximalmain d'emprovas per endatar Voss code. Contactai per plaschair il @@support.rm@@.

source: You should contact the Election support team.
rm_ch: Contactai p.pl. il @@support.rm@@ per l'elecziun.

source: You will have to verify that the displayed code matches the ‘Vote Cast Code’ identified with a STAR in your Voting Card. If they both match then the voting process has been completed successfully.
rm_ch: Vus stuais verifitgar ch'il code inditgà correspundia al ‘code da finalisaziun’segnà cun ina STAILA sin Voss attest da votar. Sch'ils dus codes correspundan in a l'auter, avais Vus terminà cun success il process da votaziun.

source: Your Browser (or its version) is not compatible with the Voter Portal. Try one of the following:
rm_ch: Voss navigatur (u questa versiun) n'è betg cumpatibel cun il portal da votants. Empruvar in dals suandants:

source: Your choice code:
rm_ch: Voss code da controlla:

source: Your choice codes
rm_ch: Voss code da controlla

source: your current candidate is:
rm_ch: Voss candidat actual è:

source: your current list is:
rm_ch: Vossa glista actuala è:

source: Your session has expired. Please enter your key to start again.
rm_ch: Vossa sessiun è scadida. Endatai p.pl. Voss code per cumenzar da nov.

source: Your session has expired. Please log in again.
rm_ch: Vossa sesida è scadida. As annunziai per plaschair anc ina giada.

source: Your vote was cast.
rm_ch: Vossa vusch è vegnida consegnada.

source: Your Voting Card contains the needed keys and codes for the voting process. You will receive it via postal mail.
rm_ch: Voss attest da votar cuntegna ils codes che Vus duvrais per la votaziun. El As vegn tramess per posta.

source: {{$count}} candidate
rm_ch: {{$count}} candidat

source: {{$count}} candidate of {{data.allCandidates.length}} found for "{{data.searchedText}}"
rm_ch: {{$count}} candidat da {{data.allCandidates.length}} chattà per "{{data.searchedText}}"

source: {{data.lists.length}} list
rm_ch: {{data.lists.length}} glista

source: {{data.lists.length}} list of {{data.allLists.length}} found for "{{data.searchedText}}"
rm_ch: {{data.lists.length}} glista da {{data.allLists.length}} chattada per "{{data.searchedText}}"

source: {{data.lists.length}} lists
rm_ch: {{data.lists.length}} glistas

source: {{data.lists.length}} lists of {{data.allLists.length}} found for "{{data.searchedText}}"
rm_ch: {{data.lists.length}} glistas da {{data.allLists.length}} chattadas per "{{data.searchedText}}"

source: {{getSelectedCandidatesCount()}} of {{contest.candidatesQuestion.maxChoices}} seats filled
rm_ch: {{getSelectedCandidatesCount()}} da {{contest.candidatesQuestion.maxChoices}} sezs occupads

source: “Sealing” a vote means to include your choices into a virtual envelop. To complete the voting process you will need to cast it. If you leave the process at this stage you will be able to return later on but you will not be able to change your options. To do so you will need to vote in paper through the traditional way. “Casting” a vote means to include this envelope with your choices into a ballot, making your vote effective. However, whenever a vote is cast, it is considered a final submission and therefore the voter is not able to vote again in the same election.
rm_ch: “Sigillar” vul dir metter Vossa vusch en ina cuverta virtuala. Per terminar Voss process da votaziun stuais Vus dar giu Vossa vusch. Sche Vus bandunais il process en quest mument, pudais Vus returnar pli tard, ma Vus na pudais betg pli midar Vossa selecziun. Per far midadas stuais Vus votar per correspundenza u a l'urna a moda tradiziunalal. “Dar giu la vusch” vul dir metter la cuverta virtuala en l'urna electronica per votar definitivamain. Cura che Vus avais votà, vala quai sco inoltraziun finala e Vus na pudais betg participar anc ina giada a la medema votaziun.
