Repository: famoser/post-evoting
Catalog: secure-data-manager/secure-data-manager-frontend/po/*.po
Languages: de_ch, fr_ch, it_ch

source: Activate
de_ch: Aktivieren
fr_ch: Activer
it_ch: Attivare

source: Activate Admin Board
de_ch: Administrationsausschuss aktivieren
fr_ch: Activer Commission d’administration
it_ch: Attivare il Consiglio di amministrazione

source: Activate board
de_ch: Ausschuss aktivieren
fr_ch: Activer la commission
it_ch: Attivare il Consiglio

source: Activate now
de_ch: Jetzt aktivieren
fr_ch: Activer maintenant
it_ch: Attivare ora

source: Admin Board member
de_ch: Mitglied des Administrationsausschusses
fr_ch: Membre de la commission d’administration
it_ch: Membro del Consiglio di amministrazione

source: Administration Board
de_ch: Administrationsausschuss
fr_ch: Commission d’administration
it_ch: Consiglio di amministrazione

source: Administration Board Members
de_ch: Mitglieder des Administrationsausschusses
fr_ch: Membres de la commission d’administration
it_ch: Membri del Consiglio di amministrazione

source: Administration board successfully constituted
de_ch: Administrationsausschuss erfolgreich gebildet
fr_ch: Constitution réussie de la commission d’administration
it_ch: Consiglio di amministrazione costituito con successo

source: Administration Boards
de_ch: Administrationsausschüsse
fr_ch: Commissions d’administration
it_ch: Consigli di amministrazione

source: All selected voting card sets are in progress.
de_ch: Alle ausgewählten Stimmabgabekartensätze sind in Bearbeitung.
fr_ch: Tous les jeux de cartes de votes sont en cours de traitement.
it_ch: Tutti i set di certificati elettorali selezionati sono in corso di elaborazione.

source: All the ballot boxes to be processed must have the same status
de_ch: Alle zu verarbeitenden Urnen müssen den selben Status haben.
fr_ch: Toutes les urnes à traiter doivent avoir le même statut.
it_ch: Tutte le urne da elaborare devono avere lo stesso stato

source: All VCS will be processed
de_ch: Alle Stimmabgabekartensätze werden verarbeitet
fr_ch: Tous les jeux de cartes de votes seront traités.
it_ch: Tutti i certificati elettorali saranno elaborati

source: An error occured during key activation
de_ch: Während der Aktivierung des Schlüssels ist ein Fehler aufgetreten.
fr_ch: Une erreur s’est produite au cours de l’activation de la clé.
it_ch: Si è verificato un errore durante l’attivazione della chiave

source: An error occurred during share recovering
de_ch: Beim Wiederherstellen des Share ist ein Fehler aufgetreten.
fr_ch: Une erreur s’est produite au cours de la récupération du registre.
it_ch: Si è verificato un errore durante il ripristino dello share

source: An error occurred during share writing
de_ch: Beim Schreiben des Share ist ein Fehler aufgetreten.
fr_ch: Une erreur s’est produite au cours de l’édition du registre.
it_ch: Si è verificato un errore durante la scrittura dello share

source: Approved
de_ch: Genehmigt
fr_ch: Approuvé
it_ch: Approvato

source: Auditable votes:
de_ch: Auditierbare Stimmen
fr_ch: Votes auditables:
it_ch: Voti verificabili:

source: Ballot
de_ch: Stimmzettel
fr_ch: Bulletin de vote
it_ch: Scheda di voto

source: Ballot Box
de_ch: Urne
fr_ch: Urne
it_ch: Urna

source: Ballot Box decrypting
de_ch: Urne entschlüsseln
fr_ch: Décryptage de l’urne
it_ch: Decodificare l’urna

source: Ballot box download
de_ch: Urne herunterladen
fr_ch: Téléchargement de l’urne
it_ch: Download dell’urna

source: Ballot Box signing
de_ch: Urne signieren
fr_ch: Signature de l’urne
it_ch: Firma dell’urna

source: Ballot Box(es)
de_ch: Urne(n)
fr_ch: Urne(s)
it_ch: Urna/e

source: Ballot box(es) downloaded!
de_ch: Urne(n) heruntergeladen!
fr_ch: Urne(s) téléchargée(s)!
it_ch: Urna/e scaricata/e!

source: Ballot box(es) signed!
de_ch: Urne(n) signiert!
fr_ch: Urne(s) signée(s)!
it_ch: Urna/e firmata/e!

source: Ballot Boxes
de_ch: Urnen
fr_ch: Urnes
it_ch: Urne

source: Ballot boxes decrypted!
de_ch: Urnen entschlüsselt!
fr_ch: Urnes décryptées!
it_ch: Urne decodificate!

source: Ballot Boxes type:
de_ch: Arten von Urnen:
fr_ch: Type d’urnes:
it_ch: Tipo di urna:

source: Ballot Checkbox
de_ch: Stimmzettel-Kontrollkästchen
fr_ch: Case urne
it_ch: Casella di controllo della scheda di voto

source: Ballot ID
de_ch: Stimmzettel-ID
fr_ch: ID urne
it_ch: ID della scheda di voto

source: Ballot signing
de_ch: Stimmzettel signieren
fr_ch: Signature du bulletin de vote
it_ch: Firma delle schede di voto

source: Ballot(s) signed!
de_ch: Stimmzettel signiert!
fr_ch: Bulletin(s) de vote signé(s)!
it_ch: Scheda/e di voto firmata/e!

source: Ballots
de_ch: Stimmzettel
fr_ch: Bulletins de vote
it_ch: Schede di voto

source: Ballots decrypted:
de_ch: Stimmzettel entschlüsselt
fr_ch: Bulletins de vote décryptés:
it_ch: Schede di voto decodificate:

source: Cancel
de_ch: Abbrechen
fr_ch: Annuler
it_ch: Annullare

source: Checkbox
de_ch: Kontrollkästchen
fr_ch: Case à cocher
it_ch: Casella di controllo

source: checkbox
de_ch: Kontrollkästchen
fr_ch: case à cocher
it_ch: casella di controllo

source: Choose a password
de_ch: Passwort wählen
fr_ch: Choisir un mot de passe
it_ch: Scegliere una password

source: Choose File
de_ch: Datei wählen
fr_ch: Choisir un fichier
it_ch: Scegliere file

source: Close
de_ch: Schliessen
fr_ch: Fermer
it_ch: Chiudere

source: Close dialog
de_ch: Dialog schliessen
fr_ch: Fermer fenêtre de dialogue
it_ch: Chiudere finestra di dialogo

source: Closed
de_ch: Geschlossen
fr_ch: Fermé
it_ch: Chiuso

source: Compute
de_ch: Berechnen
fr_ch: Calculer
it_ch: Calcolare

source: Computed
de_ch: Berechnet
fr_ch: Calcul effectué
it_ch: Calcolato

source: Computing
de_ch: Wird berechnet
fr_ch: Calcul en cours
it_ch: Calcolo in corso

source: Computing...
de_ch: Wird berechnet …
fr_ch: Calcul en cours...
it_ch: Calcolo in corso...

source: Confirm close?
de_ch: Schliessen bestätigen?
fr_ch: Confirmer la fermeture?
it_ch: Si conferma la chiusura?

source: Confirm password
de_ch: Passwort bestätigen
fr_ch: Confirmer le mot de passe
it_ch: Confermare la password

source: Constitute
de_ch: Bilden
fr_ch: Constituer
it_ch: Costituire

source: Constitute administration board
de_ch: Administrationsausschuss bilden
fr_ch: Constituer une commission d’administration
it_ch: Costituire il Consiglio di amministrazione

source: Constitute board
de_ch: Ausschuss bilden
fr_ch: Constituer commission
it_ch: Costituire il Consiglio

source: Constitute electoral authority
de_ch: Wahlbehörde bilden
fr_ch: Constituer commission électorale
it_ch: Costituire l’autorità elettorale

source: Constituted
de_ch: Gebildet
fr_ch: Constitué
it_ch: Costituito

source: Content not valid, please check the Integration tools logs
de_ch: Ungültiger Inhalt. Bitte prüfen Sie die Integrationstool-Logs.
fr_ch: Contenu non valide. Veuillez vérifier les journaux des outils d’intégration.
it_ch: Contenuto non valido, verificare i log degli strumenti di integrazione

source: Continue
de_ch: Fortsetzen
fr_ch: Continuer
it_ch: Avanti

source: Counted
de_ch: Gezählt

source: Current
de_ch: Aktuell
fr_ch: Actuel
it_ch: Attuale

source: Current operation failed for some Voting Card Set(s), please review your list
de_ch: Aktueller Vorgang ist für einige Stimmabgabekartensätze fehlgeschlagen. Bitte überprüfen Sie noch einmal Ihre Liste.
fr_ch: L’opération en cours a échoué pour un ou plusieurs jeux de cartes de vote. Veuillez contrôler votre liste.
it_ch: L’operazione corrente non è riuscita per alcuni set di certificati elettorali, consultare l’elenco

source: Custom files
de_ch: Kundendateien
fr_ch: Fichiers personnalisés
it_ch: File personalizzati

source: Custom files generated successfully
de_ch: Kundendateien erfolgreich erstellt
fr_ch: Fichiers personnalisés générés avec succès
it_ch: File personalizzati generati con successo

source: Customer specific data
de_ch: Kundenspezifische Daten
fr_ch: Données spécifiques à un client
it_ch: Dati specifici del cliente

source: Data exported successfully
de_ch: Daten erfolgreich exportiert
fr_ch: Données exportées avec succès
it_ch: Dati esportati con successo

source: Data has not been exported
de_ch: Daten wurden nicht exportiert
fr_ch: Les données n’ont pas été exportées.
it_ch: I dati non sono stati esportati

source: Data has not been imported
de_ch: Daten wurden nicht importiert
fr_ch: Les données n’ont pas été importées.
it_ch: I dati non sono stati importati

source: Data imported successfully
de_ch: Daten erfolgreich importiert
fr_ch: Données importées avec succès
it_ch: Dati importati con successo

source: days
de_ch: Tage
fr_ch: jours
it_ch: giorni

source: Deactivate
de_ch: Deaktivieren
fr_ch: Désactiver
it_ch: Disattivare

source: Deactivate Admin Board
de_ch: Administrationsausschuss deaktivieren
fr_ch: Désactiver la commission d’administration
it_ch: Disattivare il Consiglio di amministrazione

source: Decrypt
de_ch: Entschlüsseln
fr_ch: Décrypter
it_ch: Decodificare

source: Decrypted
de_ch: Entschlüsselt
fr_ch: Décrypté
it_ch: Decodificato

source: Decrypting
de_ch: Entschlüsseln
fr_ch: Décryptage
it_ch: Decodifica in corso

source: Decrypting complete!
de_ch: Entschlüsseln abgeschlossen!
fr_ch: Déchiffrement achevé!
it_ch: Decodifica completata!

source: Decrypting started
de_ch: Entschlüsseln gestartet
fr_ch: Décryptage lancé
it_ch: Decodifica avviata

source: Done
de_ch: Fertig
fr_ch: Terminé
it_ch: Terminato

source: Download
de_ch: Herunterladen
fr_ch: Télécharger
it_ch: Scaricare

source: Downloaded
de_ch: Heruntergeladen
fr_ch: Téléchargé
it_ch: Scaricato

source: Downloading...
de_ch: Wird heruntergeladen …
fr_ch: Téléchargement en cours...
it_ch: Download...

source: Election Event
de_ch: Wahlveranstaltung
fr_ch: Evénement électoral
it_ch: Evento elettorale

source: Election Event already in the usb, please check the Integration tools logs
de_ch: Wahlveranstaltung befindet sich bereits auf dem USB. Bitte prüfen Sie die Integrationstool-Logs.
fr_ch: Élection déjà dans l’USB. Veuillez vérifier les journaux des outils d’intégration
it_ch: Evento elettorale già presente nell’USB, verificare i log degli strumenti di integrazione

source: Election Event secured
de_ch: Wahlveranstaltung gesichert
fr_ch: Evénement électoral sécurisé
it_ch: Evento elettorale assicurato

source: Election Event securization started...
de_ch: Sicherung der Wahlveranstaltung gestartet ...
fr_ch: Sécurisation de l’événement électoral lancée...
it_ch: Assicurazione evento elettorale avviata...

source: Election Event(s)
de_ch: Wahlveranstaltung(en)
fr_ch: Evénement(s) électoral(aux)
it_ch: Evento/i elettorale/i

source: Election Events
de_ch: Wahlveranstaltungen
fr_ch: Evénements électoraux
it_ch: Eventi elettorali

source: Electoral Authorities
de_ch: Wahlbehörden
fr_ch: Commissions électorales
it_ch: Autorità elettorali

source: Electoral Authority
de_ch: Wahlbehörde
fr_ch: Commission électorale
it_ch: Autorità elettorale

source: Electoral Authority Members
de_ch: Mitglieder der Wahlbehörde
fr_ch: Membres de la commission électorale
it_ch: Membri dell’autorità elettorale

source: Electoral authority signed!
de_ch: Wahlbehörde signiert!
fr_ch: Commission électorale signée!
it_ch: Autorità elettorale sottoscritta!

source: Electoral authority signing
de_ch: Wahlbehörde signiert
fr_ch: Signature de la commission électorale
it_ch: Autorità elettorale in corso di sottoscrizione

source: Electoral Authority successfully constituted
de_ch: Wahlbehörde erfolgreich gebildet
fr_ch: Constitution réussie de la commission électorale
it_ch: Autorità elettorale costituita con successo

source: Electoral Event
de_ch: Wahlveranstaltung
fr_ch: Evénement électoral
it_ch: Evento elettorale

source: Electoral Event data (and its related Administration Board)
de_ch: Daten der Wahlveranstaltung (und des dazugehörigen Administrationsausschusses)
fr_ch: Données de l’événement électoral (et de la commission d’administration associée)
it_ch: Dati dell’evento elettorale (e del relativo Consiglio di amministrazione)

source: Enter now your password
de_ch: Geben Sie jetzt Ihr Passwort ein
fr_ch: Saisissez maintenant votre mot de passe
it_ch: Inserire la password

source: Error code
de_ch: Fehlercode
fr_ch: Code d’erreur
it_ch: Codice di errore

source: Error copying files, please check the Integration tools logs
de_ch: Fehler beim Kopieren der Dateien. Bitte prüfen Sie die Integrationstool-Logs.
fr_ch: Erreur lors de la copie des fichiers. Veuillez vérifier les journaux des outils d’intégration.
it_ch: Errore durante la copia dei file, verificare i log degli strumenti di integrazione

source: Error parsing file, please check the Integration tools logs
de_ch: Fehler beim Analysieren der Dateien. Bitte prüfen Sie die Integrationstool-Logs.
fr_ch: Erreur lors de l’analyse du fichier. Veuillez vérifier les journaux des outils d’intégration.
it_ch: Errore durante il parsing del file, verificare i log degli strumenti di integrazione

source: Error parsing plugin.xml
de_ch: Fehler bei der Analyse von plugin.xlm
fr_ch: Erreur lors de l’analyse plugin.xml
it_ch: Errore durante l’analisi del plugin.xml

source: Error synchronizing
de_ch: Fehler beim Synchronisieren
fr_ch: Erreur lors de la synchronisation
it_ch: Errore di sincronizzazione

source: Errors:
de_ch: Fehler:
fr_ch: Erreurs:
it_ch: Errori:

source: Estimated time:
de_ch: Erwartete Zeit:
fr_ch: Temps estimé:
it_ch: Tempo stimato:

source: Estimating
de_ch: Berechnen
fr_ch: Estimation
it_ch: In corso di valutazione

source: Estimating time
de_ch: Erwartete Zeit wird berechnet
fr_ch: Estimation du temps
it_ch: Valutazione del tempo in corso

source: Export
de_ch: Exportieren
fr_ch: Exporter
it_ch: Esportazione

source: Export Election Event
de_ch: Wahlveranstaltung exportieren
fr_ch: Exporter l’événement électoral
it_ch: Esportazione evento elettorale

source: Exporting...
de_ch: Exportieren...
fr_ch: Exportation en cours...
it_ch: Esportazione in corso...

source: Extract your card
de_ch: Entnehmen Sie Ihre Karte
fr_ch: Retirez votre carte
it_ch: Estrarre la carta

source: Failed votes:
de_ch: Fehlgeschlagene Stimmen:
fr_ch: Votes échoués:
it_ch: Voti non riusciti:

source: File not found, please check the Integration tools logs
de_ch: Datei nicht auffindbar. Bitte prüfen Sie die Integrationstool-Logs.
fr_ch: Fichier introuvable. Veuillez vérifier les journaux des outils d’intégration.
it_ch: File non trovato, verificare i log degli strumenti di integrazione

source: Finished...
de_ch: Abgeschlossen ...
fr_ch: Terminé...
it_ch: Terminato...

source: General error, please check the Integration tools logs
de_ch: Allgemeiner Fehler. Bitte überprüfen Sie die Integrationstool-Logs.
fr_ch: Erreur générale. Veuillez vérifier les journaux des outils d’intégration.
it_ch: Errore generale, verificare i log degli strumenti di integrazione

source: Generate
de_ch: Erstellen
fr_ch: Générer
it_ch: Generare

source: Generated
de_ch: Erstellt
fr_ch: Généré
it_ch: Generato

source: Generated voting cards:
de_ch: Erstellte Abstimmungskarten:
fr_ch: Cartes de votes générées:
it_ch: Certificati elettorali generati:

source: Generating
de_ch: Erstellen
fr_ch: Génération
it_ch: Generazione in corso

source: Generating...
de_ch: Erstellen...
fr_ch: Génération en cours...
it_ch: Generazione in corso...

source: hour
de_ch: Stunde
fr_ch: heure
it_ch: ora

source: hours
de_ch: Stunden
fr_ch: heures
it_ch: ore

source: Import
de_ch: Importieren
fr_ch: Importer
it_ch: Importare

source: Import/Export problems reading files or some files are missing
de_ch: Datenlesefehler beim Import/Export oder fehlende Dateien
fr_ch: Problèmes d’importation/d’exportation lors de la lecture des fichiers ou fichiers manquants
it_ch: Problemi di importazione / esportazione durante la lettura dei file o alcuni file mancanti

source: Importing...
de_ch: Importieren...
fr_ch: Importation en cours...
it_ch: Importazione in corso...

source: In order to start the constitution, upload the certificate, a file .SKS provided for this Admin Board
de_ch: Um die Bildung zu starten, laden Sie das Zertifikat hoch (Datei mit der Endung .sks), das für diesen Administrationsausschuss zur Verfügung gestellt wurde
fr_ch: Pour démarrer la constitution, veuillez charger le certificat (un fichier .sks) fourni pour cette commission d’administration.
it_ch: Per avviare la costituzione caricare il certificato, un file .SKS, fornito per questo Consiglio di amministrazione

source: Integration issue between components
de_ch: Problem bei der Integration von Komponenten
fr_ch: Problème d’intégration entre les composants
it_ch: Problema di integrazione tra i componenti

source: Introduce your card
de_ch: Führen Sie Ihre Karte ein
fr_ch: Introduisez votre carte
it_ch: Presentare la carta

source: Introduce your card into the smartcard reader
de_ch: Führen Sie Ihre Karte in das Smartcard-Lesegerät ein
fr_ch: Introduisez votre carte dans le lecteur de carte à puce.
it_ch: Introdurre la carta nel lettore

source: Invalid action, please check the Integration tools logs
de_ch: Ungültige Aktion. Bitte prüfen Sie die Integrationstool-Logs.
fr_ch: Action non valide. Veuillez vérifier les journaux des outils d’intégration.
it_ch: Azione non valida, verificare i log degli strumenti di integrazione

source: Locale
de_ch: Standort
fr_ch: Emplacement

source: Locked
de_ch: Gesperrt
fr_ch: Verrouillé
it_ch: Bloccato

source: Member
de_ch: Mitglied
fr_ch: Membre
it_ch: Membri

source: Menu
de_ch: Menü

source: minutes
de_ch: Minuten
it_ch: minuti

source: Missing parameter, please check the Integration tools logs
de_ch: Fehlender Parameter. Bitte prüfen Sie die Integrationstool-Logs.
fr_ch: Paramètre manquant. Veuillez vérifier les journaux des outils d’intégration.
it_ch: Parametro mancante, verificare i log degli strumenti di integrazione

source: Mixed
de_ch: Gemischt
fr_ch: Mixé
it_ch: Mescolato

source: New
de_ch: Neu
fr_ch: Nouveau
it_ch: Nuovo

source: Next step
de_ch: Nächster Schritt
fr_ch: Prochaine étape
it_ch: Fase successiva

source: No
de_ch: Nein
fr_ch: Non

source: No action has been performed. Please review the plugin.xml configuration.
de_ch: Es wurde keine Aktion ausgeführt. Bitte prüfen Sie die plugin.xml-Konfiguration.
fr_ch: Aucune action n’a été réalisée. Veuillez vérifier la configuration plugin.xml.
it_ch: Non è stata eseguita alcuna azione. Controllare la configurazione del plugin.xml.

source: No selected voting card sets
de_ch: Keine Stimmabgabekartensätze ausgewählt
fr_ch: Aucun jeu de cartes de vote sélectionné
it_ch: Nessun set di certificati elettorali selezionato

source: Ongoing processes
de_ch: Laufende Prozesse
fr_ch: Processus en cours
it_ch: Processi in corso

source: Only election events with a constituted administration board can be secured
de_ch: Es können nur Wahlveranstaltungen, für die ein Administrationsausschuss gebildet wurde, gesichert werden.
fr_ch: Seuls des événements électoraux avec une commission d’administration constituée peuvent être sécurisés.
it_ch: Solo gli eventi elettorali con un Consiglio di amministrazione costituito possono essere assicurati

source: Parameter not valid, please check the Integration tools logs
de_ch: Ungültiger Parameter. Bitte überprüfen Sie die Integrationstool-Logs.
fr_ch: Paramètre non valide. Veuillez vérifier les journaux des outils d’intégration.
it_ch: Parametro non valido, verificare i log degli strumenti di integrazione

source: Password
de_ch: Passwort
fr_ch: Mot de passe

source: Pending to generate voting card sets
de_ch: Erstellung der Stimmabgabekartensätze ausstehend
fr_ch: En attente de génération des jeux de cartes de vote
it_ch: In attesa di creazione dei set di certificati elettorali

source: Pending to synchronize
de_ch: Bereit zum Synchronisieren
fr_ch: En attente de synchronisation
it_ch: In attesa di sincronizzazione

source: Please enter your password
de_ch: Bitte geben Sie Ihr Passwort ein
fr_ch: Veuillez saisir votre mot de passe
it_ch: per favore inserisci la tua password

source: Please note that all ballot boxes with the same status as the selected ones will be processed
de_ch: Bitte beachten Sie, dass alle Urnen, die denselben Status wie die ausgewählten Urnen besitzen, verarbeitet werden
fr_ch: Veuillez noter que toutes les urnes ayant le même statut que celles qui ont été sélectionnées seront traitées.
it_ch: Si ricorda che saranno elaborate tutte le schede di voto con lo stesso stato di quelle selezionate

source: Please note that if you cancel the Activation process at this stage you will need to start it again from scratch.
de_ch: Bitte beachten Sie, dass Sie mit dem Aktivierungsprozess von Neuem beginnen müssen, wenn Sie ihn jetzt unterbrechen.
fr_ch: Veuillez noter que si vous annulez le processus d’activation à ce stade, vous devrez recommencer depuis le début.
it_ch: Se si annulla il processo di attivazione a questo stato sarà necessario riavviarlo da zero.

source: Please note that if you cancel the Constitution process at this stage you will need to start it again from scratch. You may not be able to reuse any of the cards that you used so far.
de_ch: Bitte beachten Sie, dass Sie mit dem Bildungsprozess von Neuem beginnen müssen, wenn Sie ihn jetzt unterbrechen. Sie können möglicherweise keine der schon verwendeten Karten noch einmal benutzen.
fr_ch: Veuillez noter que si vous annulez le processus de constitution à ce stade, vous devrez recommencer depuis le début. Vous ne pourrez peut-être pas réutiliser les cartes que vous avez utilisées jusqu’à présent.
it_ch: Se si annulla il processo di costituzione a questo stato sarà necessario riavviarlo da zero. Potrebbe non essere possibile riutilizzare le carte usate finora.

source: Please select at least one item to export.
de_ch: Bitte wählen Sie mindestens ein Objekt zum Exportieren aus.
fr_ch: Veuillez choisir au moins un objet à exporter.
it_ch: Selezionare almeno un articolo da esportare.

source: Please select first a Ballot
de_ch: Bitte wählen Sie zuerst einen Stimmzettel
fr_ch: Veuillez commencer par sélectionner un bulletin de vote.
it_ch: Selezionare prima una scheda di voto

source: Please select first a Ballot box
de_ch: Bitte wählen Sie zuerst eine Urne
fr_ch: Veuillez commencer par sélectionner une urne.
it_ch: Selezionare prima un’urna

source: Please select first a constituted Electoral authority
de_ch: Bitte wählen Sie zuerst eine gebildete Wahlbehörde
fr_ch: Veuillez commencer par sélectionner une commission électorale constituée.
it_ch: Selezionare prima un’autorità elettorale costituita

source: Please select first a Voting card set
de_ch: Bitte wählen Sie zuerst einen Stimmabgabekartensatz
fr_ch: Veuillez commencer par sélectionner un jeu de cartes de votes.
it_ch: Selezionare prima un set di certificati elettorali

source: Please select first an Administration board
de_ch: Bitte wählen Sie zuerst einen Administrationsausschuss
fr_ch: Veuillez commencer par sélectionner une commission d’administration.
it_ch: Selezionare prima un Consiglio di amministrazione

source: Please select first an Election event with a constituted Administration board
de_ch: Bitte wählen Sie zuerst eine Wahlveranstaltung mit einem gebildeten Administrationsausschuss
fr_ch: Veuillez commencer par sélectionner un événement électoral avec une commission d’administration constituée.
it_ch: Selezionare prima un evento elettorale con un Consiglio di amministrazione costituito

source: Please, activate the administration board
de_ch: Bitte aktivieren Sie den Administrationsausschuss
fr_ch: Veuillez activer la commission d’administration.
it_ch: Attivare il Consiglio di amministrazione

source: Please, activate the administration board.
de_ch: Bitte aktivieren Sie den Administrationsausschuss.
fr_ch: Veuillez activer la commission d’administration.
it_ch: Attivare il Consiglio di amministrazione.
