Repository: famoser/post-evoting
Catalog: secure-data-manager/secure-data-manager-frontend/po/*.po
Languages: de_ch, fr_ch, it_ch

source: Please, select a ballot box to sign from the list
de_ch: Bitte wählen Sie die Urne von der Liste, die Sie signieren möchten
fr_ch: Veuillez sélectionner une urne à signer à partir de la liste.
it_ch: Selezionare dalla lista un’urna da firmare

source: Please, select ballot boxes for a single electoral authority
de_ch: Bitte wählen Sie Urnen für eine einzelne Wahlbehörde
fr_ch: Veuillez sélectionner des urnes pour une seule commission électorale.
it_ch: Selezionare le urne per una singola autorità elettorale

source: Please, select some ballot box(es) to be download from the list
de_ch: Bitte wählen Sie eine oder mehrere Urnen aus der Liste, die heruntergeladen werden sollen
fr_ch: Veuillez sélectionner l’urne ou les urnes à télécharger à partir de la liste.
it_ch: Selezionare dalla lista qualche urna da scaricare

source: Please, select some ballot boxes to decrypt from the list
de_ch: Bitte wählen Sie einige Urnen aus der Liste, die entschlüsselt werden sollen
fr_ch: Veuillez sélectionner l’urne ou les urnes à décrypter à partir de la liste.
it_ch: Selezionare dalla lista qualche urna da decodificare

source: Please, select some ballots to sign from the list
de_ch: Bitte wählen Sie einige Stimmzettel aus der Liste, die signiert werden sollen
fr_ch: Veuillez sélectionner le ou les bulletins de vote à signer à partir de la liste.
it_ch: Selezionare dalla lista qualche urna da firmare

source: Please, select some ballots to view from the list.
de_ch: Bitte wählen Sie einige Urnen aus der Liste, die angezeigt werden sollen
fr_ch: Veuillez sélectionner le ou les bulletins de vote à afficher à partir de la liste.
it_ch: Selezionare dalla lista qualche urna da visualizzare

source: Please, select some voting card sets to sign from the list.
de_ch: Bitte wählen Sie einige Stimmabgabekartensätze aus der Liste, die signiert werden sollen.
fr_ch: Veuillez sélectionner les ou les jeux de cartes de votes à signer à partir de la liste.
it_ch: Selezionare dalla lista qualche set di certificati elettorali da firmare.

source: Please, select some {{status}} voting cards sets
de_ch: Bitte wählen Sie einige {{status}} Stimmabgabekartensätze aus
fr_ch: Veuillez sélectionner des jeux de cartes de vote {{status}}
it_ch: Selezionare alcuni set di certificati elettorali {{status}}

source: Pre-computed
de_ch: Vorab berechnet
fr_ch: Précalcul effectué
it_ch: Precalcolato

source: Pre-computing...
de_ch: Wird vorab berechnet …
fr_ch: Précalcul en cours...
it_ch: Precalcolo in corso...

source: Precomputation
de_ch: Vorabberechnung
fr_ch: Précalcul
it_ch: Precalcolo

source: Precompute
de_ch: Vorab berechnen
fr_ch: Précalculer
it_ch: Precalcolare

source: Queued...
de_ch: In der Warteschleife ...
fr_ch: En file d’attente...
it_ch: In coda...

source: Reading...
de_ch: Lesen ...
fr_ch: Lecture en cours...
it_ch: Lettura in corso...

source: Ready
de_ch: Bereit
fr_ch: Prêt
it_ch: Pronto

source: Ready To Mix
de_ch: Bereit zum Mischen
fr_ch: Prêt à mixer
it_ch: Pronto per la mescolatura

source: Recording...
de_ch: Erfassen ...
fr_ch: Enregistrement en cours...
it_ch: Registrazione in corso...

source: Recovering...
de_ch: Wiederherstellen ...
fr_ch: Récupération en cours...
it_ch: Recupero in corso...

source: Regular
de_ch: Normal
fr_ch: Régulier
it_ch: Regolare

source: Remaining Time {{InProgress.get(id).remainingTime|elapsed}}
de_ch: Verbleibende Zeit {{InProgress.get(id).remainingTime|elapsed}}
fr_ch: Temps restant {{InProgress.get(id).remainingTime|elapsed}}
it_ch: Tempo rimanente {{InProgress.get(id).remainingTime|elapsed}}

source: Review your selections
de_ch: Überprüfen Sie Ihre Auswahl
fr_ch: Vérifiez vos choix
it_ch: Rivedere le selezioni

source: seconds
de_ch: Sekunden
fr_ch: secondes
it_ch: secondi

source: Secure
de_ch: Sichern
fr_ch: Sécuriser
it_ch: Assicurare

source: Secure Data Manager error, please check the logs
de_ch: Mit dem Secure Data Manager ist ein Fehler aufgetreten. Bitte Logs prüfen.
fr_ch: Erreur du Secure Data Manager. Veuillez vérifier les journaux.
it_ch: Errore del Secure Data Manager, verificare i log

source: Secure election event
de_ch: Wahlveranstaltung sichern
fr_ch: Sécuriser un événement électoral
it_ch: Assicurare evento elettorale

source: Securization of this election event is in progress
de_ch: Die Sicherung dieser Wahlveranstaltung läuft
fr_ch: Sécurisation de cet événement électoral en cours
it_ch: È in corso l’assicurazione di questo evento elettorale

source: Select
de_ch: Auswählen
fr_ch: Sélectionner
it_ch: Selezionare

source: select
de_ch: Auswählen
fr_ch: sélectionner
it_ch: selezionare

source: Select items to export
de_ch: Zu exportierende Elemente auswählen
fr_ch: Sélectionnez les articles à exporter
it_ch: Seleziona gli elementi da esportare

source: Sign
de_ch: Signieren
fr_ch: Signer
it_ch: Firmare

source: Signed
de_ch: Signiert
fr_ch: Signé
it_ch: Firmato

source: Smartcard read
de_ch: Smartcard gelesen
fr_ch: Carte à puce lue
it_ch: Smart card letta

source: Smartcard recorded
de_ch: Smartcard erfasst
fr_ch: Carte à puce enregistrée
it_ch: Smart card registrata

source: Some Ballot Boxes have not been decrypted successfully. Please contact support.
de_ch: Einige Urnen wurden nicht erfolgreich entschlüsselt. Bitte kontaktieren Sie den Support.
fr_ch: Certaines urnes n’ont pas pu être décryptées. Veuillez contacter le service d’assistance.
it_ch: Alcune urne non sono state decodificate con successo. Rivolgersi all’assistenza.

source: Some ballot(s) could not be signed. Please review the list
de_ch: Ein oder mehrere Stimmzettel konnten nicht signiert werden. Bitte überprüfen Sie die Liste.
fr_ch: Un ou plusieurs bulletins de vote n’ont pas pu être signés. Veuillez vérifier la liste.
it_ch: Non è stato possibile firmare alcune schede di voto. Controllare la lista

source: Some errors were encountered during the process. Please contact support.
de_ch: Während des Prozesses sind einige Fehler aufgetaucht. Bitte kontaktieren Sie den Support.
fr_ch: Des erreurs se sont produites pendant le processus. Veuillez contacter le service d’assistance.
it_ch: Durante il processo si sono verificati degli errori. Rivolgersi all’assistenza.

source: Some of the selected voting card sets are in progress.
de_ch: Einige der gewählten Stimmabgabekartensätze werden verarbeitet.
fr_ch: Un ou plusieurs jeux de cartes de votes sélectionnés sont en cours de traitement.
it_ch: Alcuni dei certificati elettorali selezionati sono in corso di esecuzione.

source: Some voting card set(s) could not be signed. Please review the list.
de_ch: Ein oder mehrere Stimmabgabekartensätze konnten nicht signiert werden. Bitte überprüfen Sie die Liste.
fr_ch: Un ou plusieurs jeux de cartes de votes n’ont pas pu être signés. Veuillez vérifier la liste.
it_ch: Non è stato possibile firmare alcuni certificati elettorali. Controllare la lista.

source: Some Voting Cards have not been generated successfully. Please contact support.
de_ch: Einige Abstimmungskarten wurden nicht erfolgreich generiert. Bitte kontaktieren Sie den Support.
fr_ch: Certaines cartes de votes n’ont pas pu être générées. Veuillez contacter le service d’assistance.
it_ch: Alcuni certificati elettorali non sono state generati con successo. Rivolgersi all’assistenza.

source: Something went wrong. Contact with Support
de_ch: Etwas ist schiefgelaufen. Bitte kontaktieren Sie den Support.
fr_ch: Une erreur s’est produite. Veuillez contacter le service d’assistance.
it_ch: Si sono verificati dei problemi. Contattare l’assistenza

source: Starting the activation...
de_ch: Aktivierung starten ...
fr_ch: Lancement de l’activation...
it_ch: Avvio dell’attivazione in corso...

source: Starting the constitution...
de_ch: Bildung starten ...
fr_ch: Lancement de la constitution...
it_ch: Avvio della costituzione in corso...

source: Starting...
de_ch: Starten ...
fr_ch: Lancement...
it_ch: Avvio in corso

source: Succesful votes:
de_ch: Erfolgreiche Stimmen:
fr_ch: Votes réussis:
it_ch: Voti andati a buon fine:

source: Switch language
de_ch: Sprache wechseln
fr_ch: Changer la langue
it_ch: Cambiare lingua

source: Sync
de_ch: Synchronisieren
it_ch: Sincronizzare

source: Synchronization failed due to connectivity errors
de_ch: Fehler bei der Synchronisierung aufgrund eines Verbindungsfehlers.
fr_ch: La synchronisation a échoué en raison d’erreurs de connectivité.
it_ch: Sincronizzazione non riuscita a causa di errori di connettività

source: Synchronize
de_ch: Synchronisieren
fr_ch: Synchroniser
it_ch: Sincronizzare

source: Synchronized
de_ch: Synchronisiert
fr_ch: Synchronisé
it_ch: Sincronizzato

source: Texts
de_ch: Texte
fr_ch: Textes
it_ch: Testi

source: The active Administration Board does not belong to the Election Event that you are trying to operate. Please deactivate it and activate the corresponding Administration Board for the Election Event
de_ch: Der aktive Administrationsausschuss gehört nicht zur Wahlveranstaltung, die Sie bearbeiten möchten. Bitte deaktivieren Sie diesen und aktivieren Sie den entsprechenden Administrationsausschuss für die Wahlveranstaltung.
fr_ch: La commission d’administration active ne correspond pas à l’événement électoral que vous souhaitez traiter. Veuillez la désactiver et activer la commission d’administration correspondant à cet événement électoral.
it_ch: Il Consiglio di amministrazione attivo non fa parte dell’evento elettorale che sta cercando di gestire. Lo disattivi e attivi il Consiglio di amministrazione corrispondente all’evento elettorale in questione.

source: The Administration Board could not be activated
de_ch: Der Administrationsausschuss konnte nicht aktiviert werden
fr_ch: La commission d’administration n’a pas pu être activée.
it_ch: Non è stato possibile attivare il Consiglio di amministrazione

source: The confirmation password should contain only numeric characters
de_ch: Das Bestätigungspasswort darf nur Ziffern enthalten
fr_ch: Le mot de passe de confirmation doit contenir uniquement des chiffres.
it_ch: La password di conferma deve contenere solo caratteri numerici

source: The Electoral Authority could not be activated
de_ch: Die Wahlbehörde konnte nicht aktiviert werden
fr_ch: La commission électorale n’a pas pu être activée.
it_ch: Non è stato possibile attivare l’autorità elettorale

source: The file or password is not correct. Try again.
de_ch: Die Datei oder das Passwort ist nicht korrekt. Versuchen Sie es noch einmal.
fr_ch: Le fichier ou le mot de passe n’est pas correct. Veuillez réessayer.
it_ch: Il file o la password specificata non sono corretti. Riprovare.

source: The minimum number of required members is {{selectedAuthority.minimumThreshold}}
de_ch: Die Mindestanzahl Mitglieder ist {{selectedAuthority.minimumThreshold}}
fr_ch: Le nombre minimal de membres requis s’élève à {{selectedAuthority.minimumThreshold}}
it_ch: Il numero minimo di membri richiesto è {{selectedAuthority.minimumThreshold}}

source: The password for the keystore is not correct. Try again.
de_ch: Das Passwort für den Keystore ist nicht korrekt. Versuchen Sie es erneut.
fr_ch: Le mot de passe du keystore n'est pas correct. Essayez à nouveau.
it_ch: La password per il keystore non è corretta. Riprova.

source: The password should contain 6 numeric characters
de_ch: Das Passwort muss 6 Ziffern enthalten
fr_ch: Le mot de passe doit se composer de 6 chiffres.
it_ch: La password deve contenere sei caratteri numerici

source: The password should contain only numeric characters
de_ch: Das Passwort darf nur Ziffern enthalten
fr_ch: Le mot de passe doit se composer uniquement de chiffres.
it_ch: La password deve contenere solo caratteri numerici

source: The passwords do not match
de_ch: Die Passwörter stimmen nicht überein
fr_ch: Les mots de passe ne correspondent pas.
it_ch: Le password non coincidono

source: This action will only be performed on {{status}} voting cards sets
de_ch: Dieser Vorgang wird nur mit den {{status}} Stimmabgabekartensätzen durchgeführt.
fr_ch: Cette action ne sera appliquée que sur les jeux de cartes de vote {{status}}
it_ch: Questa azione sarà eseguita solo su set di certificati elettorali {{status}}

source: Title
de_ch: Titel
fr_ch: Titre
it_ch: Titolo

source: To activate the Board please insert the smart card for each member of the
de_ch: Bitte zur Aktivierung des Ausschusses die Smartcard einführen, und zwar für jedes Mitglied des
fr_ch: Pour activer la commission, veuillez insérer la carte à puce pour chaque membre de la
it_ch: Per attivare il Consiglio prega di inserire la smart card per ogni membro del

source: To compute
de_ch: Zu berechnen
fr_ch: Au calcul
it_ch: Calcolare

source: To constitute the Board please record the smartcard for each member of the
de_ch: Bitte zur Bildung des Ausschusses die Smartcard erfassen, und zwar für jedes Mitglied des
fr_ch: Pour constituer la commission, veuillez enregistrer la carte à puce pour chaque membre de la
it_ch: Per costituire il Consiglio si prega di registrare la smart card per ogni membro del

source: To decrypt
de_ch: Zu entschlüsseln
fr_ch: Au déchiffrement
it_ch: Decodificare

source: To download
de_ch: Herunterzuladen
fr_ch: Au téléchargement
it_ch: Scaricare

source: To generate
de_ch: Zu erstellen
fr_ch: À la génération
it_ch: Creare

source: To manage election events you have to secure them first. To do this, select election events from the list and click on the "SECURE" action button above.
de_ch: Um Wahlveranstaltungen zu verwalten, müssen Sie sie zuerst sichern. Sie können dafür Wahlveranstaltungen aus der Liste wählen und oben auf den Button "SECURE“ klicken.
fr_ch: Pour gérer des événements électoraux, vous devez commencer par les sécuriser. Pour ce faire, sélectionnez des événements électoraux à partir de la liste et cliquez sur le bouton de commande "SECURE" ci-dessus.
it_ch: Per gestire gli eventi elettorali è necessario prima assicurarli. A tal fine selezionare gli eventi elettorali dalla lista e cliccare sul pulsante "SECURE" in alto.

source: To pre-compute
de_ch: Vorab zu berechnen
fr_ch: Au précalcul
it_ch: Precalcolare

source: To sign
de_ch: Zu signieren
fr_ch: À la signature
it_ch: Firmare

source: To sync
de_ch: Zu synchronisieren
fr_ch: À la synchronisation
it_ch: Sincronizzare

source: To mix
de_ch: Zu mischen
fr_ch: À mixer
it_ch: A mescolare

source: Mix
de_ch: Mischen
fr_ch: Mixer
it_ch: Mescolare

source: Mixing PROCESSING
de_ch: Mischen im Gange
fr_ch: Mixage en cours
it_ch: Miscelazione in corso

source: Mixing ERROR
de_ch: Fehler beim Mischen
fr_ch: Erreur durant le mixage
it_ch: Errore durante la miscelazione

source: Failed to start mixing of ballot boxes
de_ch: Fehler beim Starten des Mischens der Wahlurnen
fr_ch: Échec au démarrage du mixage des urnes
it_ch: Impossibile di avviare la miscelazione delle urne

source: Mixing started!
de_ch: Mischen begann!
fr_ch: Mixage lancé!
it_ch: La miscelazione è iniziata!

source: Confirm mixing of ballot boxes
de_ch: Vermischung der Wahlurnen bestätigen
fr_ch: Confirmation du mixage des urnes
it_ch: Confermare il mescolamento delle urne

source: Please input the following code to confirm the operation
de_ch: Bitte geben Sie den folgenden Code ein, um den Vorgang zu bestätigen
fr_ch: Veuillez saisir le code suivant afin de confirmer l'opération
it_ch: Inserisci il seguente codice per confermare l'operazione

source: Confirmation code
de_ch: Bestätigungscode
fr_ch: Code de confirmation
it_ch: Codice di conferma

source: Confirm
de_ch: Bestätigen
fr_ch: Confirmer
it_ch: Confermare

source: Unexpected error, please check the Integration tools logs
de_ch: Unerwarteter Fehler. Bitte prüfen Sie die Integrationstool-Logs.
fr_ch: Erreur inattendue. Veuillez vérifier les journaux des outils d’intégration.
it_ch: Errore inaspettato, verificare i log degli strumenti di integrazione

source: Usb not found
de_ch: Kein USB gefunden
fr_ch: USB introuvable
it_ch: USB non trovata

source: View
de_ch: Anzeigen
fr_ch: Afficher
it_ch: Visualizzare

source: View ballot
de_ch: Stimmzettel anzeigen
fr_ch: Afficher le bulletin de vote
it_ch: Visualizzare scheda di voto

source: View ballot(s)
de_ch: Stimmzettel anzeigen
fr_ch: Afficher le(s) bulletin(s) de vote
it_ch: Visualizzare scheda/e di voto

source: View Election Event(s)
de_ch: Wahlveranstaltung(en) anzeigen
fr_ch: Afficher l’événement électoral ou les événements électoraux
it_ch: Visualizzare evento o eventi elettorali

source: Voting Card Set Error
de_ch: Fehler beim Stimmabgabekartensatz
fr_ch: Type d’urnes:
it_ch: Errore set di certificati elettorali

source: Voting Card Set(s)
de_ch: Stimmabgabekartensatz/-sätze
fr_ch: Jeu(x) de cartes de votes
it_ch: Set di certificati elettorali

source: Voting card set(s) signed!
de_ch: Stimmabgabekartensatz/-sätze signiert!
fr_ch: Jeu(x) de cartes de votes signé(s)!
it_ch: Set di certificati elettorali firmato/i!

source: Voting Card Sets
de_ch: Stimmabgabekartensätze
fr_ch: Jeux de cartes de votes
it_ch: Set di certificati elettorali

source: Voting card sets signing
de_ch: Stimmabgabekartensätze signieren
fr_ch: Jeux de cartes de votes en cours de signature
it_ch: Firma in corso dei set di certificati elettorali

source: Voting Cards
de_ch: Abstimmungskarten
fr_ch: Cartes de votes
it_ch: Certificati elettorali

source: Voting Cards generated!
de_ch: Abstimmungskarten erstellt!
fr_ch: Cartes de votes générées!
it_ch: Certificati elettorali generati!

source: Voting cards generation
de_ch: Erstellen der Abstimmungskarten
fr_ch: Génération des cartes de votes
it_ch: Generazione dei certificati elettorali

source: Voting cards selection
de_ch: Stimmabgabekartenauswahl
fr_ch: Sélection de cartes de vote
it_ch: Selezione certificati elettorali

source: Voting cards submitted for generation...
de_ch: Abstimmungskarten zum Erstellen eingereicht ...
fr_ch: Cartes de votes soumises en vue de leur génération...
it_ch: Certificati elettorali inoltrati per la generazione...

source: Waiting for Remaining Time
de_ch: Warten auf die verbleibende Zeit
fr_ch: Calculer le temps restant
it_ch: In attesa per il tempo rimanente

source: Write your password
de_ch: Geben Sie Ihr Passwort ein
fr_ch: Saisissez votre mot de passe
it_ch: Inserire la password

source: Wrong Administration Board activated
de_ch: Falscher Administrationsausschuss aktiviert
fr_ch: Commission d’administration activée incorrecte
it_ch: È stato attivato Consiglio di amministrazione sbagliato.

source: Yes
de_ch: Ja
fr_ch: Oui
it_ch: Sì

source: You cannot perform the action for one or more
de_ch: Sie können die Aktion nicht durchführen für eine(n) oder mehrere
fr_ch: Vous ne pouvez pas effectuer l’action pour un ou plusieurs
it_ch: Impossibile eseguire l’operazione per uno/una o più

source: You need to extract the smartcard after clicking a new member
de_ch: Sie müssen die Smartcard herausziehen, wenn Sie ein neues Mitglied angeklickt haben
fr_ch: Vous devez extraire la carte à puce après avoir cliqué sur un nouveau membre.
it_ch: È necessario estrarre la smart card dopo avere cliccato su un nuovo membro

source: Details
fr_ch: Détails
it_ch: Dettagli

source: Status
fr_ch: Statut
it_ch: Stato

source: Voting Cards Sets prepared successfully
fr_ch: Préparation des jeux de cartes de votes réussie

source: minute
it_ch: minuto
